[
  {
    "numero": 1,
    "libelle": "Sensibiliser et former",
    "abrege": "Sensibilisation",
    "subdomains": [
      {
        "numero": 1,
        "libelle": "Former les équipes opérationnelles à la cybersécurité",
        "comment": "Les équipes opérationnelles (administrateurs réseau, sécurité et système, chefs de projet, développeurs, RSSI) ont des accès privilégiés au système d'information. Elles peuvent, par inadvertance ou par méconnaissance des conséquences de certaines pratiques, réaliser des opérations génératrices de vulnérabilités.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Un plan de formation à la cybersécurité au profit des équipes opérationnelles  existe et est budgétisé.",
            "mesure": "Le plan de formation est intégré au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Le plan de formation des équipes opérationnelles est spécifique à chaque métier (administrateur, chef de projet, développeur,...)",
            "mesure": "Chaque métier nécessite une approche spécifique de la cybersécurité. Par exemple, le développeur pourra être sensibilisé à la gestion sécurisé de la mémoire, tandis que l'administrateur apprendra les principes de la configuration sécurisée d'un système d'exploitation et que le chef de projet assimilera l'intégration de la cybersécurité dans la gestion de projet.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "La formation à la cybersécurité des équipes opérationnelles couvre le volet juridique.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "La formation à la cybersécurité des équipes opérationnelles détaille les principaux risques et menaces.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "La formation à la cybersécurité des équipes opérationnelles couvre les notions de maintien en condition de sécurité.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 6,
            "libelle": "La formation à la cybersécurité des équipes opérationnelles détaille les principes et règles de l'authentification et du contrôle d'accès.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 7,
            "libelle": "La formation à la cybersécurité des équipes opérationnelle traite du paramétrage et du durcissement des systèmes d'information.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 8,
            "libelle": "La formation à la cybersécurité des équipes opérationnelle traite de l'architecture sécurisé des systèmes et des réseaux.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 9,
            "libelle": "Les contrats d'externalisation et d'infogérance contiennent une clause garantissant la formation à la cybersécurité du personnel.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 2,
        "libelle": "Sensibiliser les utilisateurs aux bonnes pratiques élémentaires de sécurité informatique",
        "comment": "Chaque utilisateur est un maillon à part entière de la chaîne des systèmes d'information. À ce titre et dès son arrivée dans l'entité, il doit être informé des enjeux de sécurité, des règles à respecter et des bons comportements à adopter en matière de sécurité des systèmes d'information à travers des actions de sensibilisation et de formation.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Un plan de sensibilisation à la cybersécurité au profit des utilisateurs existe et est budgétisé.",
            "mesure": "Le plan de sensibilisation des utilisateurs est intégré au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "La sensibilisation à la cybersécurité des utilisateurs est systématique et renouvelée régulièrement.",
            "mesure": "Il est recommandé de sensibiliser les utilisateurs lors de leur arrivée dans l'entité et de renouveler cette sensibilisation tous les 3 ans. La liste des agents sensibilisés à la cybersécurité est conservée dans un registre dédié. Ce registre est intégré au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "La sensibilisation à la cybersécurité des utilisateurs détaille les règles de la politique de sécurité des systèmes d'informations. ",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "L'entité a élaboré une charte des moyens informatiques précisant les règles et consignes que doivent respecter les utilisateurs.",
            "mesure": "L'entité peut s'inspirer du guide d'élaboration publié par l'ANSSI (https://bit.ly/2sy5N7e).  La charte des moyens informatiques doit être présentée au CHSCT et intégrée au règlement intérieur de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "Chaque utilisateur signe la charte des moyens informatiques.",
            "mesure": "La signature de la charte des moyens informatiques est conservées dans un registre dédié. Ce registre est intégré au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 3,
        "libelle": "Maîtriser les risques de l'infogérance",
        "comment": "Lorsqu'une entité souhaite externaliser son système d'information ou ses données, elle doit en amont évaluer les risques spécifiques à l'infogérance afin de prendre en compte les besoins et mesures de sécurité adaptés.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Une liste d'exigences précises a été contractualisée avec le prestataires.",
            "mesure": "L'entité peut s'inspirer du guide sur l'externalisation publié par l'ANSSI (https://bit.ly/2V8e4It)",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "La liste d'exigences fixe les modalités de réversibilités du contrat.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "La liste d'exigence détaille les modalités de réalisation d'audits.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "La liste d'exigence détaille les modalités de sauvegarde et de restitution des données dans un format ouvert normalisé.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "La liste d'exigence détaille la mise en oeuvre du maintien à niveau de la sécurité dans le temps.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 6,
            "libelle": "Pour chaque contrat d'externalisation, le prestataire a fourni un plan d'assurance sécurité (PAS).",
            "mesure": "L'entité peut s'inspirer du guide sur l'externalisation publié par l'ANSSI (https://bit.ly/2V8e4It)",
            "poids": 1,
            "level": 1
          }
        ]
      }
    ]
  },
  {
    "numero": 2,
    "libelle": "Connaître le système d'information",
    "abrege": "Connaître le SI",
    "subdomains": [
      {
        "numero": 1,
        "libelle": "Identifier les informations et serveurs les plus sensibles et maintenir un schéma du réseau",
        "comment": "Chaque entité possède des données sensibles. Ces dernières peuvent porter sur son activité propre (propriété intellectuelle, savoir-faire, etc.) ou sur ses clients, administrés ou usagers (données personnelles, contrats, etc.). Afin de pouvoir les protéger efficacement, il est indispensable de les identifier.",
        "questions": [
          {
            "numero": 1,
            "libelle": "La liste des données sensibles existe et est à jour.",
            "mesure": "Cette liste est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "La liste des données sensibles précise sur quels composants elles sont stockées ou traitées.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Les composants traitants ou hébergeant des données sensibles sont considérés comme critiques.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Des mesures de sécurité spécifiques sont décrites pour les composants critiques (sauvegarde, mise à jour, contrôle d'accès)",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "Un schéma du réseau existe et est à jour.",
            "mesure": "Le schéma du réseau est intégré au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 6,
            "libelle": "Le schéma du réseau précise le positionnement des équipements réseaux et de sécurité.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 7,
            "libelle": "Le schéma du réseau identifie les points d'interconnexion avec Internet et avec les partenaires.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 8,
            "libelle": "Le schéma du réseau détaille l'emplacement des compsants critiques.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 9,
            "libelle": "Le schéma du réseau détaille le plan d'adressage IP.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 10,
            "libelle": "Le schéma du réseau est considéré comme une donnée sensible.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 2,
        "libelle": "Disposer d'un inventaire exhaustif des comptes privilégiés et le maintenir à jour",
        "comment": "Les comptes bénéficiant de droits spécifiques sont des cibles privilégiées par les attaquants qui souhaitent obtenir un accès le plus large possible au système d'information. Ils doivent donc faire l'objet d'une attention toute particulière.",
        "questions": [
          {
            "numero": 1,
            "libelle": "La liste des comptes à privilèges existe et est à jour.",
            "mesure": "Cette liste est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "La liste des comptes à privilèges référence les utilisateurs ayant un compte administrateur sur le système d'information.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "La liste des comptes à privilèges référence les utilisateurs ayant suffisament de droits pour accéder aux données des responsables.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "La liste des comptes à privilèges référence les utilisateurs utilisant un poste non administré par le service informatique.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "La revue périodique des droits d'accès au système d'information est effectuée régulièrement.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 6,
            "libelle": "La revue périodique des droits d'accès au système d'information permet de supprimer les comptes obsolètes.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 3,
        "libelle": "Organiser les procédures d'arrivée, de départ et de changement de fonction des utilisateurs",
        "comment": "Les effectifs d'une entité évoluent sans cesse: arrivées, départs, mobilité interne. Il est par conséquent nécessaire que les droits et les accès au système d'information soient mis à jour en fonction de ces évolutions.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Une procédure d'arrivée des utilisateurs existe et est à jour.",
            "mesure": "Cette procédure est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "La procédure d'arrivée précise les modalités de création des comptes et des boîtes de messagerie.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "La procédure d'arrivée précise les modalités d'affectation  des équipements informatiques (ordinateur, smartphone, tablette,...).",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "La procédure de d'arrivée est régulièrement mise à jour.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "Une procédure de départ des utilisateurs existe et est à jour.",
            "mesure": "Cette procédure est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 6,
            "libelle": "La procédure de départ précise les modalités de fermeture des comptes et des boîtes de messagerie.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 7,
            "libelle": "La procédure de départ précise les modalités de restitution des équipements informatiques (ordinateur, smartphone, tablette,...).",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 8,
            "libelle": "La procédure de départ est régulièrement mise à jour.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 4,
        "libelle": "Autoriser la connexion au réseau de l'entité aux seuls équipements maîtrisés",
        "comment": "Pour garantir la sécurité de son système d'information, l'entité doit maîtriser les équipements qui s'y connectent. Les équipements personnels sont, par définition, difficilement maîtrisables dans la mesure où ce sont les utilisateurs qui décident de leur niveau de sécurité. De la même manière, la sécurité des équipements dont sont dotés les visiteurs échappe à tout contrôle de l'entité.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Une politique fixant les règles d'usage des équipements personnels existe et est à jour.",
            "mesure": "Cette politique est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Une politique fixant les règles d'usage des équipements prestataires et visiteurs externes existe et est à jour.",
            "mesure": "Cette politique est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Un réseau WiFi dédié aux visiteurs existe.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Des mesures techniques (802.1x) sont en place pour authentifier les postes de travail.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      }
    ]
  },
  {
    "numero": 3,
    "libelle": "Authentifier et contrôler les accès",
    "abrege": "Authentifier",
    "subdomains": [
      {
        "numero": 1,
        "libelle": "Identifier nommément chaque personne accédant au système et distinguer les rôles utilisateur/administrateur",
        "comment": "Afin de faciliter l'attribution d'une action sur le système d'information en cas d'incident ou d'identifier d'éventuels comptes compromis, les comptes d'accès doivent être nominatifs.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Une politique des gestion des comptes existe et est à jour.",
            "mesure": "Cette politique est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Chaque utilisateur dispose d'un compte d'accès au système d'information personnel et nominatif.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Chaque administrateur du système d'information dispose d'un compte d'administration nominatif différent de son compte d'utilisateur.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Les comptes d'administration sont exclusivement dédié aux opérations d'administration du système d'information.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "Les comptes d'administration sont utilisée sur des environnements dédiés à l'administration.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 6,
            "libelle": "Les actions d'administrations sont journalisées.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 2,
        "libelle": "Attribuer les bons droits sur les ressources sensibles du système d'information",
        "comment": "Certaines des ressources du système peuvent constituer une source d'information précieuse aux yeux d'un attaquant (répertoires contenant des données sensibles, bases de données, boîtes aux lettres électroniques, etc.).",
        "questions": [
          {
            "numero": 1,
            "libelle": "Une liste des ressources sensibles existe et est à jour.",
            "mesure": "Cette liste est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Pour chaque ressource, la liste des ressources sensibles précise quelle population peut y avoir accès.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Les accès aux ressources sensibles sont journalisées.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Une revue régulière des droits d'accès aux ressources sensibles est effectuée.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 3,
        "libelle": "Définir et vérifier des règles de choix et de dimensionnement des mots de passe",
        "comment": "L'ANSSI énonce un ensemble de règles et de bonnes pratiques en matière de choix et de dimensionnement des mots de passe. Parmi les plus critiques de ces règles figure la sensibilisation des utilisateurs aux risques liés au choix d'un mot de passe trop facile à deviner, la réutilisation de mots de passe d'une application à l'autre et plus particulièrement entre messageries personnelles et professionnelles.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Une politique des mots de passe existe et est à jour.",
            "mesure": "Cette politique est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "La longueur minimale des mots de passe est définie.",
            "mesure": "Il est recommander de fixer la longueur des mots de passe à 8 caractères.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Le niveau de complexité des mots de passe est défini.",
            "mesure": "Les mots de passe doivent contenir, au minimum, un mélange de lettres minuscules, majuscules et chiffres.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "La durée de validité des mots de passe est définie.",
            "mesure": "Il est recommandé d'imposer le renouvelement des mots de passe utilisateurs au moins une fois par trimestre.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "Les modalités de blocage des comptes à l'issue de plusieurs échecs de connexion sont définies.",
            "mesure": "Il est recommandé de fixer ce blocage à 5 échecs de connexion.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 6,
            "libelle": "Les connexions anonymes sont désactivées.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 7,
            "libelle": "La robustesse des mots de passe est audité.",
            "mesure": "Pour cela l'entité peut faire appel à un prestataire spécialisé dans la cadre d'un test technique.",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 4,
        "libelle": "Protéger les mots de passe stockés sur les systèmes",
        "comment": "Les mots de passe sont une cible privilégiée par les attaquants désireux d'accéder au système d'information. C'est pourquoi ils doivent impérativement être protégés au moyen de solutions sécurisées au premier rang desquelles figurent l'utilisation d'un coffre-fort numérique et le recours à des mécanismes de chiffrement.",
        "questions": [
          {
            "numero": 1,
            "libelle": "L'entité met à disposition de ses utilisateurs un mécanisme de coffre-fort numérique pour protéger leurs mots de passe.",
            "mesure": "Le logiciel opensource et gratuit KeePass (https://bit.ly/2CmCyVY) est une solution recommandée pour cet usage.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Les mots de passe des comptes génériques sont obligatoirement stockés dans un coffre-fort numérique.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 5,
        "libelle": "Changer les éléments d'authentification par défaut sur les équipements et services",
        "comment": "Les configurations par défaut des systèmes d'information sont systématiquement connues des attaquants. Ces configurations se révèlent souvent triviales et sont, la plupart du temps, faciles à obtenir pour des attaquants capables de se faire passer pour un utilisateur légitime. Les éléments d'authentification par défaut des composants du système doivent donc être modifiés dès leur installation.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Les éléments d'authentification par défaut des composants du système d'information sont modifiés dès leur installation.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Les éléments d'authentification des composants du système d'information sont stockés dans un coffre-fort numérique.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Lorsque les éléments d'authentification par défaut des composants du système d'information ne peuvent pas être modifiés, ces composants font l'objet de mesures de sécurité renforcées.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 6,
        "libelle": "Privilégier lorsque c'est possible une authentification forte",
        "comment": "Il est recommandé de mettre en oeuvre une authentification forte nécessitant l'utilisation d'au moins deux facteurs d'authentification différents parmi les suivants: quelque chose que je sais (mot de passe, tracé de déverrouillage, signature), quelque chose que je possède (carte à puce, jeton USB, carte magnétique, RFID), quelque chose que je suis (empreinte biométrique).",
        "questions": [
          {
            "numero": 1,
            "libelle": "L'entité met en oeuvre une authentification forte pour ses systèmes sensibles.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "L'entité met en oeuvre une authentification forte pour ses comptes d'administration.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "L'entité met en oeuvre une authentification forte pour l'ensemble de ses utilisateurs.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      }
    ]
  },
  {
    "numero": 4,
    "libelle": "Sécuriser les postes de travail",
    "abrege": "Sécuriser les postes",
    "subdomains": [
      {
        "numero": 1,
        "libelle": "Mettre en place un niveau de sécurité minimal sur l'ensemble du parc informatique",
        "comment": "L'utilisateur est dans de très nombreux cas, la première porte d'entrée des attaquants vers le système. Il est donc fondamental de mettre en place un niveau de sécurité minimal sur l'ensemble du parc informatique de l'entité (postes utilisateurs, serveurs, imprimantes, téléphones, périphériques USB, etc.).",
        "questions": [
          {
            "numero": 1,
            "libelle": "Une politique de sécurisation des postes existe et est à jour.",
            "mesure": "Cette politique est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Une liste d'applications autorisées sur les postes de travail existe et est à jour.",
            "mesure": "Cette liste est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Une liste d'applications autorisées sur les smartphones et tablettes existe et est à jour.",
            "mesure": "Cette liste est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Une liste des modules autorisés sur les navigateurs web existe et est à jour.",
            "mesure": "Cette liste est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "Les postes utilisateurs sont dotés d'un pare-feu local.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 6,
            "libelle": "Les postes des utilisateurs sont dotés d'un antivirus à jour.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 7,
            "libelle": "Les disques durs des postes des utilisateurs sont chiffrés.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 8,
            "libelle": "Les espaces de stockages des smartphones et tablettes sont chifrés.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 9,
            "libelle": "Les fonctions d'exécution automatique (autorun) sont désactivées.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 2,
        "libelle": "Se protéger des menaces relatives à l'utilisation de supports amovibles",
        "comment": "Les supports amovibles peuvent être utilisés afin de propager des virus, voler des informations sensibles et stratégiques ou encore compromettre le réseau de l'entité. De tels agissements peuvent avoir des conséquences désastreuses pour l'activité de la structure ciblée.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Le branchement de périphériques amovibles inconnus est interdit.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Une solution permettant d'interdire l'exécution de programme sur les périphériques amovibles est mises en oeuvre.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Le rechargement électrique des smartphones et tablettes est interdit sur les postes utilisateurs.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Les supports amovibles ayant contenus des informations sensibles sont détruit en fin de vie.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 3,
        "libelle": "Utiliser un outil de gestion centralisée afin d'homogénéiser les politiques de sécurité",
        "comment": "La sécurité du système d'information repose sur la sécurité du maillon le plus faible. Il est donc nécessaire d'homogénéiser la gestion des politiques de sécurité s'appliquant à l'ensemble du parc informatique de l'entité.",
        "questions": [
          {
            "numero": 1,
            "libelle": "L'entité met en oeuvre un outil de gestion centralisée de type Active Directory.",
            "mesure": "L'entité peut s'inspirer des recommandations de l'ANSSI (https://bit.ly/2WFjLzf).",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "L'ensemble des postes de travail est intégré dans l'outil de gestion centralisé.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "L'ensemble des serveur est intégré dans l'outil de gestion centralisé.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Une politique de durcissement des postes de travail est définie et appliquée via l'outils de gestion centralisé.",
            "mesure": "L'entité peut s'inspirer des recommandations de l'ANSSI (https://bit.ly/2VtkGGc).",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "Une politique de durcissement des serveurs est définie et appliquée via l'outils de gestion centralisé.",
            "mesure": "L'entité peut s'inspirer des recommandations de l'ANSSI (https://bit.ly/2JsxDZH).",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 4,
        "libelle": "Activer et configurer le parefeu local des postes de travail",
        "comment": "Après avoir réussi à prendre le contrôle d'un poste de travail, un attaquant cherchera à étendre son intrusion aux autres postes de travail pour accéder aux documents des utilisateurs. Afin de rendre plus difficile ce déplacement latéral de l'attaquant, il est nécessaire d'activer le pare-feu local des postes de travail.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Un pare-feu est activé sur les postes de travail.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "La liste des flux réseaux autorisés existe et est à jour.",
            "mesure": "Cette liste est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Seuls les ports correspondants aux flux autorisés sont ouverst sur les postes de travail.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Les tentatives de connexion sur les ports bloqués par les pare-feu des postes de travail sont journalisées.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 5,
        "libelle": "Chiffrer les données sensibles transmises par voie Internet",
        "comment": "Internet est un réseau sur lequel il est impossible de garantir le trajet que vont emprunter les données que l'on y envoie. Il est donc tout à fait envisageable qu'un attaquant se mette en position d'intercepter les données transitant entre deux correspondants.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Les emails transitant via Internet sont transmis en utilisant des protocoles assurant le chiffrement (IMPAS, POPS, SMTPS).",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Les données transitant via Internet sont transmises en utilisant des protocoles assurant le chiffrement (HTTPS).",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Les données sensibles sont chiffrées avant transmission via Internet.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      }
    ]
  },
  {
    "numero": 5,
    "libelle": "Sécuriser le réseau",
    "abrege": "Sécuriser le réseau",
    "subdomains": [
      {
        "numero": 1,
        "libelle": "Segmenter le réseau et mettre en place un cloisonnement entre ces zones",
        "comment": "Lorsque le réseau ne dispose pas de mécanisme de cloisonnement, chaque machine peut accéder à n'importe quelle autre machine. La compromission de l'une d'elles met alors en péril l'ensemble des machines connectées. Il est donc important de segmenter le réseau en zones composées de systèmes ayant des besoins de sécurité homogènes.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Le réseau de l'entité est segmenté en plusieurs zones matérialisées par des VLAN spécifiques.",
            "mesure": "L'entité peut s'inspirer des recommandations de l'ANSSI (https://bit.ly/2LzauaR).",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Un pare-feu assure le filtrage des flux entre les différentes zones du réseau.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Un segment du réseau est spécifiquement dédié aux tâches d'administration.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 2,
        "libelle": "S'assurer de la sécurité des réseaux d'accès Wi-Fi et de la séparation des usages",
        "comment": "L'usage du Wi-Fi en milieu professionnel présente des risques de sécurité notamment en matière de disponibilité et de maîtrise de la zone de couverture radio. En conséqunce, des mesures de sécurisation adaptées doivent être mise en place.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Le réseau Wi-Fi met en oeuvre un chiffrement des flux robuste (mode WPA2 avec AES CCMP).",
            "mesure": "L'entité peut s'inspirer des recommandations de l'ANSSI (https://bit.ly/2VMkgKD).",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Le mot de passe par défaut des points d'accès Wi-Fi est changé lors de l'installation. ",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "L'authentification des équipements au réseau Wi-Fi se fait par certificat délivré par une infrastructure de gestion des clefs centralisée. ",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Si l'authentification des équipements au réseau Wi-Fi se fait par mot de passe, celui-ci est robuste et changé régulièrement.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "Le réseau Wi-Fi est placé dans un VLAN distinct.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 6,
            "libelle": "Le réseau Wi-Fi dédié aux terminaux personnels ou visiteurs est séparé du réseau Wi-Fi des terminaux de l'entité (SSID et VLAN différents).",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 3,
        "libelle": "Utiliser des protocoles réseaux sécurisés dès qu'ils existent",
        "comment": "De nombreux protocoles réseaux ont été conçus sans prendre en compte le besoin de confidentialité et d'intégrité qu'imposent les échanges de données. Pour combler ce manque, les protocoles les plus courants s'appuient sur l'utilisation de TLS et sont souvent identifiables par l'ajout de la lettre S à l'acronyme du protocole. Ainsi HTTP devient HTTPS pour la navigation Web ou IMAPS, SMTPS ou POP3S pour la messagerie.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Sur les serveurs Web de l'entité, le protocole HTTP est désactivé au profit de HTTPS.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Sur les serveurs de messagerie de l'entité, les protocoles IMAP, POP3 et SMTP sont désactivés au profit de IMAPS, POP3S et SMTPS.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Sur les serveurs de transfert de fichiers de l'entité, le protocole FTP est désactivé au profit de FTPS ou SFTP.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Les protocoles TELNET et RLOGIN sont désactivés au profit de SSH.",
            "mesure": "L'entité peut s'inspirer des recommandations de l'ANSSI (https://bit.ly/3067W78).",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "L'implémentation de TLS sur les serveurs de l'entité n'autorise que les versions 1.2 et 1.3 du protocole.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 4,
        "libelle": "Mettre en place une passerelle d'accès sécurisé à Internet",
        "comment": "L'accès à Internet présente des risques importants pour l'entité. De plus, fournir un accès à internet entraîne des obligations légales pour le responsable de l'entité. C'est pourquoi il est recommandé de mettre en oeuvre une passerelle sécurisée d'accès à Internet comprenant au minimum un pare-feu et un serveur mandataire (proxy).",
        "questions": [
          {
            "numero": 1,
            "libelle": "L'accès à Internet se fait au travers d'un proxy authentifiant (type Alcasar - www.alcasar.net)",
            "mesure": "L'entité peut s'inspirer des recommandations de l'ANSSI (https://bit.ly/2Ykp5s1).",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Le proxy d'accès à Internet comporte une fonctionnalité de filtrages des flux réseaux (pare-feu).",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Le proxy d'accès à Internet comporte une fonctionnalité d'analyse antivirale.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Le proxy d'accès à Internet comporte une fonctionnalité de filtrages des URLs.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "Le proxy d'accès à Internet conserve les journaux d'activité des usagers conformément à la loi française. ",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 6,
            "libelle": "Un équipement de détection d'intrusion est déployé au point d'interconnexion entre le réseau de l'entité et internet.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 5,
        "libelle": "Cloisonner les services visibles depuis Internet du reste du système d'information",
        "comment": "Si une entité fournit des services accessibles sur Internet (site web, email, etc.) elle doit garantir un niveau de protection adapté à la criticité de ces services. L'entité peut faire le choix d'héberger elle-même ces services ou de recourir à un hébergement externalisé.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Dans le cas d'un hébergement interne de services accessibles sur internet, ces services sont isolés des autres systèmes d'information de l'entité.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Dans le cas d'un hébergement interne de services accessibles sur internet, les flux liés à ces services sont filtrés (pare-feu).",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Dans le cas d'un hébergement interne de services accessibles sur internet, les flux entrants passent par un serveur mandataire (proxy).",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Dans le cas d'un hébergement externe, l'entité s'assure que son prestataire est conforme à ses exigences de sécurité (plan d'assurance sécurité).",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 6,
        "libelle": "Protéger sa messagerie professionnelle",
        "comment": "La messagerie est le principal vecteur d'infection des postes de travail et terminaux mobiles.",
        "questions": [
          {
            "numero": 1,
            "libelle": "La redirection de messages professionnels vers une messagerie personnelle est interdite.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Afin de se prémunir des escroqueries aux faux ordres de virement, des mesures organisationnelles sont décrites et appliquées.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "L'entité dispose d'un système d'analyse antivirus des boîtes de messagerie des utilisateurs.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "L'entité dispose d'un service anti-spam.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 7,
        "libelle": "Sécuriser les interconnexions réseau dédiées avec les partenaires",
        "comment": "Pour des besoins opérationnels, une entité peut être amenée à établir une interconnexion réseau dédiée avec un fournisseur ou un client (ex: infogérance, échange de données informatisées, flux monétiques, etc.).",
        "questions": [
          {
            "numero": 1,
            "libelle": "Les interconnexions réseaux avec une entité externe se font au travers d'un réseau privé virtuel de site à site (VPN).",
            "mesure": "L'entité peut s'inspirer des recommandations de l'ANSSI (https://bit.ly/2Vweqhb).",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Les réseaux privés virtuels (VPN) mis en oeuvre utilisent le standard IPSEC.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Un filtrage IP à l'aide d'un pare-feu est mis place au plus près de l'entrée des flux VPN sur le réseau de l'entité.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "La matrice des flux (entrants et sortants) circulant au travers du VPN existe et est à jour.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "Un point de contact à jour chez le partenaire est identifié pour pouvoir réagir en cas d'incident de sécurité.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 8,
        "libelle": "Contrôler et protéger l'accès aux salles serveurs et aux locaux techniques",
        "comment": "Les mécanismes de sécurité physique doivent faire partie intégrante de la sécurité des systèmes d'information et être à l'état de l'art afin de s'assurer qu'ils ne puissent pas être contournés aisément par un attaquant.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Les accès aux salles serveurs et aux locaux techniques sont contrôlés à l'aide de serrures ou de mécanismes de contrôle d'accès par badge.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Les accès non accompagnés des prestataires extérieurs aux salles serveurs et aux locaux techniques sont interdit.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Une revue des droits d'accès est réalisée régulièrement afin d'identifier les accès non autorisés.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Lors du départ d'un collaborateur ou d'un changement de prestataire ses droits d'accès sont supprimés.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "Les prises réseau se trouvant dans des zones ouvertes au public (salle de réunion, hall d'accueil, couloirs, placards, etc.) sont désactivées.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      }
    ]
  },
  {
    "numero": 6,
    "libelle": "Sécuriser l'administration",
    "abrege": "Sécuriser l'administration",
    "subdomains": [
      {
        "numero": 1,
        "libelle": "Interdire l'accès à Internet depuis les postes ou serveurs utilisés pour l'administration du système d'information",
        "comment": "Un poste de travail ou un serveur utilisé pour les actions d'administration ne doit en aucun cas avoir accès à Internet, en raison des risques que la navigation Web, la messagerie ou les accès réseaux font peser sur son intégrité.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Les postes utilisés pour l'administration des systèmes d'information de l'entité sont physiquement déconnecté d'internet.",
            "mesure": "L'entité peut s'inspirer des recommandations de l'ANSSI (https://bit.ly/2vPE8O8).",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Les administrateurs de l'entité disposent d'un deuxième poste de travail pour les activités hors administration.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Les mises à jour des équipements administrés se font via une zone d'échange sécurisée ou en mode déconnecté (via un support amovible).",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 2,
        "libelle": "Utiliser un réseau dédié et cloisonné pour l'administration du système d'information",
        "comment": "Un réseau d'administration interconnecte les postes d'administration et les serveurs ou équipements à administrer.",
        "questions": [
          {
            "numero": 1,
            "libelle": "L'entité utilise un réseau dédié aux activités d'administration de ses systèmes d'information.",
            "mesure": "L'entité peut s'inspirer des recommandations de l'ANSSI (https://bit.ly/2vPE8O8).",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "L'entité met en oeuvre un cloisonnement logique ou physique de son réseau d'administration.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Dans le cas d'un cloisonnement logique, un filtrage IP (pare-feu) contrôle les flux réseaux.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 3,
        "libelle": "Limiter au strict besoin opérationnel les droits d'administration sur les postes de travail",
        "comment": "De nombreux utilisateurs sont tentés de demander à leur service informatique de pouvoir disposer, par analogie avec leur usage personnel, de privilèges plus importants sur leurs postes de travail: installation de logiciels, configuration du système, etc.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Par défaut, les utilisateurs ne dispose pas de privilèges d'administration sur leur poste de travail.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "L'entité met en oeuvre un magasin d'applications validées du point de vue de la sécurité.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Seuls les agent chargés de l'administration des postes disposent de ces droits lors de leurs interventions.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Si une délégation de privilèges sur un poste de travail est nécessaire  elle est tracée, limitée dans le temps et retirée à échéance.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      }
    ]
  },
  {
    "numero": 7,
    "libelle": "Gérer le nomadisme",
    "abrege": "Nomadisme",
    "subdomains": [
      {
        "numero": 1,
        "libelle": "Prendre des mesures de sécurisation physique des terminaux nomades",
        "comment": "Les terminaux nomades (ordinateurs portables, tablettes, smartphones) sont, par nature, exposés à la perte et au vol. Ils peuvent contenir localement des informations sensibles pour l'entité et constituer un point d'entrée vers de plus amples ressources du système d'information.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Les utilisateurs sont sensibilisés aux risques spécifiques liés aux équipements informatiques lors d'un déplacement.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Les terminaux nomades de l'entité sont équipés d'un filtre de confidentialité.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Les terminaux nomades de l'entité ne portent pas de signe distinctifs liés à l'entité.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 2,
        "libelle": "Chiffrer les données sensibles, en particulier sur le matériel potentiellement perdable",
        "comment": "Les déplacements fréquents en contexte professionnel et la miniaturisation du matériel informatique conduisent souvent à la perte ou au vol de celui-ci dans l'espace public. Cela peut porter atteinte aux données sensibles de l'entité qui y sont stockées.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Les données stockées sur supports amovibles (disques durs externes, clefs USB) de l'entité sont chiffrées.",
            "mesure": "L'entité peut s'inspirer du passeport de conseil aux voyageurs publié par l'ANSSI (https://bit.ly/2EzIoIn).",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Les supports de stockages des terminaux nomades (ordinateurs, tablettes, smartphones) de l'entité sont chiffrés.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 3,
        "libelle": "Sécuriser la connexion réseau des postes utilisés en situation de nomadisme",
        "comment": "En situation de nomadisme, un utilisateur peut avoir besoin de se connecter au système d'information de l'entité. Il est donc important de s'assurer du caractère sécurisé de cette connexion réseau à travers Internet.",
        "questions": [
          {
            "numero": 1,
            "libelle": "L'entité met en oeuvre un réseau privé virtuel (VPN) entre son système d'information et les terminaux nomades.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Le VPN à destination des terminaux nomades utilise le standard IPSEC.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Le tunnel VPN est automatiquement activé et non débrayable dès que le terminal est en situation de nomadisme.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Une procédure de révocation identificants de connexion en cas de perte de vol existe et est à jour.",
            "mesure": "Cette procédure est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "Une plainte est systématiquement déposée en cas de vol d'un terminal nomade.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 6,
            "libelle": "L'entité met en oeuvre un mécanisme d'authentification forte pour les ordinateurs nomades. La démarche est formalisée dans une procédure interne à l'entité.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 4,
        "libelle": "Adopter des politiques de sécurité dédiées aux terminaux mobiles",
        "comment": "Les smartphones et tablettes font partie de notre quotidien personnel et/ou professionnel. Il est important de ne pas mutualiser les usages personnel et professionnel sur un seul et même terminal.",
        "questions": [
          {
            "numero": 1,
            "libelle": "L'entité met en oeuvre une solution de gestion centralisée de sa flotte de terminaux nomades.",
            "mesure": "L'entité peut s'inspirer des recommandations de l'ANSSI (https://bit.ly/2PS9s84).",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "La configuration de sécurité des terminaux nomades est homogène.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "L'entité déploie un magasin d'applications limitant l'accès à des applications validées du point de vue de la sécurité.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      }
    ]
  },
  {
    "numero": 8,
    "libelle": "Maintenir le système d'information à jour",
    "abrege": "Update du SI",
    "subdomains": [
      {
        "numero": 1,
        "libelle": "Définir une politique de mise à jour des composants du système d'information",
        "comment": "De nouvelles failles sont régulièrement découvertes au coeur des systèmes et logiciels. Ces dernières sont autant de portes d'accès qu'un attaquant peut exploiter pour réussir son intrusion dans le système d'information.",
        "questions": [
          {
            "numero": 1,
            "libelle": "L'entité dispose d'un dispositif de veille concernant les vulnérabilités et les mises à jours des composants de son système d'information.",
            "mesure": "Le centre gouvernemental de veille, d'alerte et de réponses aux attaques informatiques fournit gratuitement cette prestation (https://www.cert.ssi.gouv.fr/)",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Une procédure de mise à jour des composants du système d'information existe et est à jour.",
            "mesure": "Cette procédure est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "La procédure de mise à jour des composants du SI précise les sources d'information relatives à la publication des mises à jour.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "La procédure de mise à jour des composants du SI précise les outils utilisés pour déployer les correctifs de sécurité.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 2,
        "libelle": "Anticiper la fin de la maintenance des logiciels et systèmes et limiter les adhérences logicielles",
        "comment": "L'utilisation d'un système ou d'un logiciel obsolète augmente significativement les possibilités d'attaque informatique. Les systèmes deviennent vulnérables dès lors que les correctifs ne sont plus proposés.",
        "questions": [
          {
            "numero": 1,
            "libelle": "L'entité assure un suivi des mises à jour et des dates de fin de support des logiciels.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "L'entité dispose d'un plan de renouvellement des composants matériels et logiciels obsolètes.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Les contrats avec les prestataires et fournisseurs intègrent des clauses garantissant le suivi des correctifs de sécurité et la gestion des obsolescences",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      }
    ]
  },
  {
    "numero": 9,
    "libelle": "Superviser, auditer, réagir",
    "abrege": "Superviser",
    "subdomains": [
      {
        "numero": 1,
        "libelle": "Activer et configurer les journaux des composants les plus importants",
        "comment": "Disposer de journaux d'activités est nécessaire afin de pouvoir détecter d'éventuels dysfonctionnements et tentatives d'accès illicites aux composants du système d'information.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Les journaux des pare-feu sont activés et intègrent notamment la liste des paquets bloqués.",
            "mesure": "L'entité peut s'inspirer des recommandations de l'ANSSI (https://bit.ly/2HaLQb6).",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Les journaux des applications métiers sont activés et contiennent notamment les informations d'authentifications et d'autorisations (échecs et succès).",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Les journaux des systèmes d'exploitation des postes de travail sont activés et contiennent notamment les informations d'authentifications et d'autorisations (échecs et succès).",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "L'entité dispose d'un serveur de temps (NTP) utilisé pour synchroniser les horloges des composants critiques du son système d'information.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "L'entité dispose d'une collecte centralisée des journaux d'activités des composants critiques de son système d'information.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 2,
        "libelle": "Définir et appliquer une politique de sauvegarde des composants critiques",
        "comment": "Suite à un incident d'exploitation ou en contexte de gestion d'une intrusion, la disponibilité de sauvegardes conservées en lieu sûr est indispensable à la poursuite de l'activité.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Une politique de sauvegarde existe et est à jour.",
            "mesure": "Cette politique est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "La politique de sauvegarde précise la liste des données jugées vitales pour l'entité et les serveurs concernés.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "La politique de sauvegarde précise le type et le fréquence des sauvegardes.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "La politique de sauvegarde précise la procédure d'administration et d'exécution des sauvegardes.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "La politique de sauvegarde précise les procédures de test et de restauration.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 6,
            "libelle": "Un exercice de restauration des données est planifié au moins une fois par an.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 3,
        "libelle": "Procéder à des contrôles et audits de sécurité réguliers puis appliquer les actions correctives associées",
        "comment": "La réalisation d'audits réguliers du système d'information est essentielle car elle permet d'évaluer concrètement l'efficacité des mesures mises en oeuvre et leur maintien dans le temps. Ces contrôles et audits permettent également de mesurer les écarts pouvant persister entre la règle et la pratique.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Un audit interne de la sécurité du système d'information est réalisé au moins une fois par an.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Un audit externe de la sécurité du système d'information est réalisé régulièrement.",
            "mesure": "Les prestataires d'audit de la sécurité des systèmes d'information (PASSI) qualifiés par l'ANSSI délivrent des prestations d'audit d'architecture, de configuration, de code source, de tests d'intrusion et d'audit organisationnel et physique.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Les actions correctives, identifiées lors des audits internes et externes, sont planifiée et des points de suivi organisés à intervalles réguliers.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 4,
        "libelle": "Désigner un référent en sécurité des systèmes d'information et le faire connaître auprès du personnel",
        "comment": "Toute entité doit disposer d'un référent en sécurité des systèmes d'information qui sera soutenu par la direction ou par une instance décisionnelle spécialisée selon le niveau de maturité de la structure.",
        "questions": [
          {
            "numero": 1,
            "libelle": "L'entité a formellement désigné un référent en sécurité des systèmes d'information.",
            "mesure": "La désignation du référent en sécurité est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Le référent en sécurité des systèmes d'information dispose d'une lettre de mission validée par la direction de l'entité.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "Le référent en sécurité des systèmes d'information est connu de tous les utilisateurs.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "Le référent en sécurité des systèmes d'information est en charge de la définition des règles de sécurité et de la vérification de leur application.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "Le référent en sécurité des systèmes d'information est en charge de la sensibilisation des utilisateurs.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      },
      {
        "numero": 5,
        "libelle": "Définir une procédure de gestion des incidents de sécurité",
        "comment": "Le constat d'un comportement inhabituel de la part d'un poste de travail ou d'un serveur peut alerter sur un éventuel incident de sécurité.",
        "questions": [
          {
            "numero": 1,
            "libelle": "Une procédure de gestion des incidents de sécurité existe et est à jour.",
            "mesure": "Cette procédure est intégrée au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Le référent en sécurité des systèmes d'information centralise et traite les incidents de sécurité. ",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "La procédure de gestion des incidents de sécurité impose la déconnexion du réseau du composant concerné.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 4,
            "libelle": "La procédure de gestion des incidents de sécurité impose le maintien sous tension du composant concerné.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 5,
            "libelle": "La procédure de gestion des incidents de sécurité fixe les modalités d'information de la hiérarchie et du référent en sécurité des systèmes d'information.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 6,
            "libelle": "La procédure de gestion des incidents de sécurité précise les modalités de collecte des informations sur le composant concerné.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 7,
            "libelle": "La procédure de gestion des incidents de sécurité précise les modalités de plainte aurès du service judiciaire compétent.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      }
    ]
  },
  {
    "numero": 10,
    "libelle": "Gérer la sécurité par les risques",
    "abrege": "Risques",
    "subdomains": [
      {
        "numero": 1,
        "libelle": "Mener une analyse de risques formelle",
        "comment": "Chaque entité évolue dans un environnement informationnel complexe qui lui est propre. Aussi, toute prise de position ou plan d'action impliquant la sécurité du système d'information doit être considéré à la lumière des risques pressentis par la direction.",
        "questions": [
          {
            "numero": 1,
            "libelle": "L'entité met en oeuvre une démarche d'analyse des risques informationnels (EBIOS).",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 2,
            "libelle": "Une analyse des risques est réalisée pour chaque système d'information critique de l'entité.",
            "mesure": "Les analyse des risques sont intégrées au dossier de cybersécurité de l'entité.",
            "poids": 1,
            "level": 1
          },
          {
            "numero": 3,
            "libelle": "L'analyse des risques permet d'exprimer les besoins de sécurité, d'identifier les objectifs de sécurité et de déterminer les exigences de sécurité.",
            "mesure": "Néant",
            "poids": 1,
            "level": 1
          }
        ]
      }
    ]
  }
]