[{"numero":1,"libelle":"Politique de sécurité","abrege":"Politique de sécurité","subdomains":[{"numero":1,"libelle":"Politique de la sécurité de l'information","comment":"Apporter à la sécurité de l'information une orientation et un soutien de la part de la direction, conformément aux exigences métier et aux lois et règlements en vigueur.","questions":[{"numero":1,"libelle":"Est-ce qu'un document intitulé Politique de Sécurité des Systèmes d'Information (PSSI) a été rédigé dans l'organisme ?","mesure":"Un document de Politique de Sécurité des Systèmes d'Information doit être rédigé.","poids":10,"level":1},{"numero":2,"libelle":"Est-ce que la PSSI a été approuvée par la direction de l'organisme ?","mesure":"Le document de PSSI doit-être validé et signé par la direction de l'organisme.","poids":5,"level":1},{"numero":3,"libelle":"Est-ce que la PSSI a été publiée et diffusée auprès de l'ensemble des salariés de l'organisme et des tiers concernés ?","mesure":"Une fois validée, la PSSI doit-être publiée et diffusée auprès de l'ensemble des salariés et des tiers concernés.","poids":6,"level":1},{"numero":4,"libelle":"Est-ce que la PSSI de l'organisme est réexaminée régulièrement ?","mesure":"Pour garantir la pertinence, l'adéquation et l'efficacité de la politique de sécurité de l'information, la politique doit être réexaminée à intervalles fixés préalablement ou en cas de changements majeurs.","poids":2,"level":1}]}]},{"numero":2,"libelle":"Organisation de la sécurité de l'information","abrege":"Organisation de la sécurité","subdomains":[{"numero":1,"libelle":"Organisation interne","comment":"Gérer la sécurité de l'information au sein de l'organisme","questions":[{"numero":1,"libelle":"Est-ce que la direction soutient activement la PSSI au sein de l'organisme ?","mesure":"La direction doit soutenir activement la politique de sécurité au sein de l'organisme au moyen de directives claires, d'un engagement démontré, d'attribution de fonctions explicites et d'une reconnaissance des responsabilités liées à la sécurité de l'information.","poids":10,"level":1},{"numero":2,"libelle":"Est-ce que l'organisme dispose d'une infrastructure explicite en charge de la coordination de la gestion de la SSI ?","mesure":"Les activités relatives à la sécurité de l'information doivent être coordonnées par des intervenants ayant des fonctions et des rôles appropriés représentatifs des différentes parties de l'organisme.","poids":5,"level":1},{"numero":3,"libelle":"Est-ce que les responsabilités en matière de SSI sont clairement définies ?","mesure":"Toutes les responsabilités en matière de sécurité de l'information doivent être définies clairement.","poids":5,"level":1},{"numero":4,"libelle":"Est-ce que les désignations des responsables en matière de SSI ont été agrées par la direction ?","mesure":"La désignation d'un responsable en matière de SSI doit-être agrée par la direction de l'organisme.","poids":2,"level":1},{"numero":5,"libelle":"Est-ce qu'un système d'autorisation est mis en place pour les nouveaux moyen de traitement de l'information ?","mesure":"Un système de gestion des autorisations doit être défini et mis en oeuvre pour chaque nouveau moyen de traitement de l'information.","poids":2,"level":1},{"numero":6,"libelle":"Est-ce qu'un document intitulé charte d'utilisation des systèmes d'information a été rédigé, validé et publié dans l'organisme ? Ce document est-il signé par chaque personnel de l'organisme ? Ce document est-il intégré au règlement intérieur de l'organisme ?","mesure":"La charte d'utilisation des systèmes d'information doit être rédigée conformément à la PSSI de l'organisme. Ce document doit être validé et signé par la direction. Il est ensuite diffusé et intégré au règlement intérieur de l'organisme.","poids":10,"level":1},{"numero":7,"libelle":"Est-ce que le document intitulé charte d'utilisation des systèmes d'information comprend des exigences en matière d'engagements de confidentialité ?","mesure":"Les exigences en matière d'engagements de confidentialité ou de non-divulgation, conformément aux besoins de l'organisme, doivent être identifiées et réexaminées régulièrement.","poids":5,"level":1},{"numero":8,"libelle":"Est-ce que l'organisme entretient des relations avec les autorités légales, les organismes de régulation, les fournisseurs de services et les opérateurs de télécommunications ?","mesure":"Des relations appropriées doivent être mises en place avec les autorités compétentes.","poids":2,"level":1},{"numero":9,"libelle":"Est-ce que l'organisme fait appel aux conseils de spécialistes de la sécurité des systèmes d'information, que les consultants soient internes ou externes ?","mesure":"Des contacts appropriés doivent être entretenus avec des groupes de spécialistes, des forums spécialisés dans la sécurité et des associations professionnelles.","poids":2,"level":1},{"numero":10,"libelle":"Est-ce que la mise en application de la politique de sécurité de l'information est audité de façon indépendante ?","mesure":"Des réexamens réguliers et indépendants de l'approche retenue par l'organisme pour gérer et mettre en oeuvre sa sécurité doivent être effectués.","poids":2,"level":1},{"numero":11,"libelle":"Existe-t-il un référentiel des textes liés à la sécurité ? Est-il régulièrement mis à jour ?","mesure":"Ce référentiel doit-être réalisé et régulièrement mis à jour.","poids":2,"level":1}]},{"numero":2,"libelle":"Tiers","comment":"Assurer la sécurité de l'information et des moyens de traitement de l'information appartenant à l'organisme et consultés, traités, communiqués ou gérés par des tiers.","questions":[{"numero":1,"libelle":"Est-ce que les risques provenant de l'accès par des tiers aux moyens de traitement de l'information sont identifiés ?","mesure":"Les risques pesant sur l'information et les moyens de traitement de l'organisme qui découlent d'activités impliquant des tiers doivent être identifiés, et des mesures appropriées doivent être mises en oeuvre avant d'accorder des accès.","poids":10,"level":1},{"numero":2,"libelle":"Est-ce que des mesures appropriées sont mises en oeuvre avant d'accorder des accès à des tiers ?","mesure":"Tous les besoins de sécurité doivent être traités avant d'accorder aux clients l'accès à l'information ou aux actifs de l'organisme.","poids":5,"level":1},{"numero":3,"libelle":"Est-ce que les contrats passés avec des tiers couvrent l'ensemble des exigences applicables en matière de sécurité ?","mesure":"Les accords conclus avec des tiers qui portent sur l'accès, le traitement, la communication ou la gestion de l'information, ou des moyens de traitement de l'information de l'organisme doivent couvrir l'ensemble des exigences applicables en matière de sécurité.","poids":2,"level":1}]}]},{"numero":3,"libelle":"Gestion des actifs","abrege":"Gestion des actifs","subdomains":[{"numero":1,"libelle":"Responsabilités relatives aux actifs","comment":"Mettre en place et maintenir une protection appropriée des actifs de l'organisme.","questions":[{"numero":1,"libelle":"Est-ce que les actifs de l'organisme sont clairement identifiés ?","mesure":"Tous les actifs doivent être clairement identifiés.","poids":10,"level":1},{"numero":2,"libelle":"Est-ce que, pour chaque système d'information, un inventaire de tous les actifs importants est réalisé ? Cet inventaire fait-il l'objet d'une maintenance ?","mesure":"Un inventaire de tous les actifs importants doit être réalisé et géré.","poids":5,"level":1},{"numero":3,"libelle":"Est-ce que la propriété de chaque actif est attribué à une partie définie de l'organisme ?","mesure":"La propriété de chaque information et des moyens de traitement de l'information doit être attribuée à une partie définie de l'organisme.","poids":2,"level":1},{"numero":4,"libelle":"Est-ce que les procédures d'utilisation correcte des actifs sont définies ?","mesure":"Des règles permettant l'utilisation correcte de l'information et des actifs associés aux moyens de traitement de l'information doivent être identifiées, documentées et mises en oeuvre.","poids":2,"level":1}]},{"numero":2,"libelle":"Classification des informations","comment":"Garantir un niveau de protection approprié aux informations.","questions":[{"numero":1,"libelle":"Existe-t-il une classification des informations en termes de valeur, d'exigences légales, de sensibilité et de criticité ?","mesure":"Les informations doivent être classées en termes de valeur, d'exigences légales, de sensibilité et de criticité.","poids":5,"level":1},{"numero":2,"libelle":"Existe-t-il un marquage de l'information en fonction de sa classification ?","mesure":"Un ensemble approprié de procédures pour le marquage et la manipulation de l'information doit être élaboré et mis en oeuvre conformément au plan de classification adopté par l'organisme.","poids":2,"level":1},{"numero":3,"libelle":"Existe-t-il des procédures de traitement de l'information (création, diffusion, stockage, destruction, etc.) en accord avec le schéma de classification adopté par l'organisme ?","mesure":"","poids":2,"level":1}]}]},{"numero":4,"libelle":"Sécurité liée aux ressources humaines","abrege":"Sécurité liée aux RH","subdomains":[{"numero":1,"libelle":"Avant le recrutement","comment":"Garantir que les salariés, contractants et utilisateurs tiers connaissent leurs responsabilités et qu'ils conviennent pour les fonctions qui leur sont attribuées et réduire le risque de vol, de fraude ou de mauvais usage des équipements.","questions":[{"numero":1,"libelle":"Est-ce que la définition des postes inclut la définition des rôles et des responsabilités liés à la sécurité de l'information, conformément aux indications de la politique de l'organisme ?","mesure":"Les rôles et responsabilités en matière de sécurité des salariés, contractants et utilisateurs tiers doivent être définis et documentés conformément à la politique de sécurité de l'information de l'organisme.","poids":5,"level":1},{"numero":2,"libelle":"Est-ce que des vérifications sur les informations concernant tous les employés et le personnel temporaire, sont effectuées conformément à la classification des informations accessibles et aux risques identifiés ?","mesure":"Les vérifications des informations concernant tous les candidats doivent être réalisées conformément aux lois, aux règlements et à l'étique et doivent être proportionnelles aux exigences métier, à la classification des informations accessibles et aux risques identifiés.","poids":5,"level":1},{"numero":3,"libelle":"Est-ce que les contrats d'embauche définissent les responsabilités des personnels et celles de l'organisme quant à la sécurité de l'information ?","mesure":"Le contrat d'embauche doit définir les responsabilités des salariés et celles de l'organisme quant à la sécurité de l'information.","poids":2,"level":1}]},{"numero":2,"libelle":"Pendant la durée du contrat","comment":"Veiller à ce que tous les salariés, contractants et utilisateurs tiers soient conscients des menaces pesant sur la sécurité de l'information, de leurs responsabilités financières ou autres, et disposent des éléments requis pour prendre en charge la politique de sécurité de l'organisme dans le cadre de leur activité normale et réduire le risque d'erreur humaine.","questions":[{"numero":1,"libelle":"Est-ce que l'ensemble des salariés, contractants et utilisateurs tiers signent la charte d'utilisation des systèmes d'information lors de leur intégration dans l'organisme ?","mesure":"La direction doit demander aux salariés, contractants et utilisateurs tiers d'appliquer les règles de sécurité conformément aux politiques et procédures établies de l'organisme.","poids":5,"level":1},{"numero":2,"libelle":"Est-ce que le niveau d'habilitation requis par la PSSI pour les salariés, contractants et utilisateurs tiers est contrôlé avant tout accès à un système d'information de l'organisme ?","mesure":"","poids":2,"level":1},{"numero":3,"libelle":"Est-ce que les employés de l'organisme, pour lequel le besoin est identifié, ont reçu une formation qualifiante en matière de sécurité des systèmes d'information ? ","mesure":"Les personnels du service informatique ainsi que les correspondants SSI et CNIL, doivent intégrer un cursus de formation qualifiante en matière de SSI.","poids":5,"level":1},{"numero":4,"libelle":"Est-ce que les employés de l'organisme et les éventuels utilisateurs extérieurs ont reçu une sensibilisation adaptée, avec des rappels réguliers sur la sécurité et les procédures mises en oeuvre ?","mesure":"L'ensemble des salariés d'un organisme, les contractants et utilisateurs tiers doivent suivre une sensibilisation adaptée à la SSI et doivent recevoir régulièrement les mises à jour des politiques et procédures de l'organisme, pertinentes pour leurs fonctions.","poids":5,"level":1},{"numero":5,"libelle":"Est-ce qu'un processus disciplinaire formel a été élaboré pour les salariés ayant enfreint les règles de sécurité ?","mesure":"Un processus disciplinaire formel doit être élaboré pour les salariés ayant enfreint les règles de sécurité ?","poids":2,"level":1}]},{"numero":3,"libelle":"Fin ou modification du contrat","comment":"Veiller à ce que les salariés, contractants et utilisateurs tiers quittent un organisme ou changent de poste selon une procédure définie.","questions":[{"numero":1,"libelle":"Est-ce que les responsabilités relatives aux fins ou aux modifications de contrats sont clairement définies et attribuées?","mesure":"Les responsabilités relatives aux fins ou aux modifications de contrats doivent être clairement définies et attribuées.","poids":2,"level":1},{"numero":2,"libelle":"Est-ce que la restitution des actifs de l'organisme est planifiée et contrôlée lors du départ d'un personnel, contractant ou utilisateur tiers (circuit départ)?","mesure":"Tous les salariés, contractants et utilisateurs tiers doivent restituer la totalité des actifs de l'organisme qu'ils ont en leur possession à la fin de leur période d'emploi, contrat ou accord.","poids":2,"level":1},{"numero":3,"libelle":"Est-ce que le retrait des droits d'accès à l'information et aux moyens de traitement de l'information de l'organisme est planifiée et contrôlée lors du départ d'un personnel, contractant ou utilisateur tiers (circuit départ)?","mesure":"Les droits d'accès de l'ensemble des salariés, contractants et utilisateurs tiers à l'information et aux moyens de traitement de l'information doivent être supprimés à la fin de leur période d'emploi, contrat ou accord.","poids":2,"level":1}]}]},{"numero":5,"libelle":"Sécurité physique et environnementale","abrege":"Sécurité physique","subdomains":[{"numero":1,"libelle":"Zones sécurisées","comment":"Empêcher tout accès physique non autorisé, tout dommage ou intrusion dans les locaux ou portant sur les informations de l'organisme.","questions":[{"numero":1,"libelle":"Existe-t-il des périmètres de sécurité physiques pour protéger les zones où se situent les moyens de traitement de l'information ?","mesure":"Les zones contenant des informations et des moyens de traitement de l'information doivent être protégées par des périmètres de sécurité physique.","poids":5,"level":1},{"numero":2,"libelle":"Est-ce que ces zones de sécurité sont protégées par des contrôles à l'entrée permettant d'assurer que seul le personnel et les visiteurs autorisés peuvent y accéder ?","mesure":"Les zones sécurisées doivent être protégées par des contrôles à l'entrée adéquats pour s'assurer que seul le personnel habilité est admis.","poids":2,"level":1},{"numero":3,"libelle":"Est-ce que des mesures de sécurité physiques sont mises en place pour protéger les bureaux, les salles et les équipements?","mesure":"Des mesures de sécurité physique doivent être conçues et appliquées pour les bureaux, les salles et les équipements.","poids":2,"level":1},{"numero":4,"libelle":"Existe-t-il des mesures de protection physiques adaptées contre les dommages causés par les incendies, inondations et autres risques environnementaux?","mesure":"Des mesures de protection physique contre les dommages causés par les incendies, les inondations et autres risques environnementaux doivent être conçues et appliquées.","poids":2,"level":1},{"numero":5,"libelle":"Existe-t-il des guides décrivant la marche à suivre pour travailler dans ces zones protégées et prolongeant ainsi la sécurité fournie par les contrôles physiques?","mesure":"Des mesures de protection physique et des directives pour le travail en zone sécurisée doivent être conçues et appliquées.","poids":2,"level":1},{"numero":6,"libelle":"Est-ce que l'accès aux zones de chargement et de livraison est contrôlé?","mesure":"Les points d'accès tels que les zones de livraison\/chargement et les autres points par lesquels des personnes non habilitées peuvent pénétrer dans les locaux doivent être contrôlés.","poids":2,"level":1},{"numero":7,"libelle":" Si possible, ces zones de chargement et de livraison sont-elles isolées des moyens de traitement de l'information afin de les protéger des accès non autorisés?","mesure":"Les points d'accès doivent également, si possible, être isolés des moyens de traitement de l'information, de façon à éviter les accès non autorisés.","poids":2,"level":1}]},{"numero":2,"libelle":"Sécurité du matériel","comment":"Empêcher la perte, l'endommagement, le vol ou la compromission des actifs et l'interruption des activités de l'organisme.","questions":[{"numero":1,"libelle":"Est-ce que les moyens de traitement de l'information sont situés dans des lieux choisis et protégés, de manière à réduire les risques liés à l'environnement, les problèmes d'indiscrétion et les accès non autorisés?","mesure":"Le matériel doit être situé et protégé de manière à réduire les risques de menaces et de dangers environnementaux et les possibilités d'accès non autorisé.","poids":5,"level":1},{"numero":2,"libelle":"Est-ce que les moyens de traitement de l'information sont protégés contre les défaut d'alimentation et autres anomalies électriques?","mesure":"Le matériel doit être protégé des coupures de courant et autres perturbations dues à une défaillance électrique.","poids":2,"level":1},{"numero":3,"libelle":"Est-ce que le câblage transportant les informations est protégé contre les interceptions, les interférences et les dommages?","mesure":"Les câbles électriques ou de télécommunications transportant des données doivent être protégés contre toute possibilité d'interception de l'information ou de dommage.","poids":2,"level":1},{"numero":4,"libelle":"Est-ce que les moyens de traitement de l'information sont correctement maintenus de manière à garantir leur disponibilité et leur intégrité?","mesure":"Le matériel doit être entretenu correctement pour garantir sa disponibilité permanente et son intégrité.","poids":2,"level":1},{"numero":5,"libelle":"Existe-t-il des processus d'autorisation relevant de la direction, pour l'utilisation des équipements et moyens de traitement de l'information en dehors des locaux de l'organisme?","mesure":"La sécurité doit être appliquée au matériel utilisé hors des locaux de l'organisme en tenant compte des différents risques associés au travail hors site.","poids":2,"level":1},{"numero":6,"libelle":"Est-ce que les données sensibles et logiciels sous licence sont effacés de manière sécurisée et définitive avant de mettre un équipement au rebus?","mesure":"Tout matériel contenant des supports de stockage doit être vérifié pour s'assurer que toute donnée sensible a bien été supprimée et que tout logiciel sous licence a bien été désinstallé ou écrasé de façon sécurisée, avant sa mise au rebut.","poids":2,"level":1},{"numero":7,"libelle":"Est-ce qu'une autorisation préalable est demandée avant toute sortie, d'un matériel, information ou logiciel, des locaux de l'organisme?","mesure":"Un matériel, des informations ou des logiciels ne doivent pas être sortis des locaux de l'organisme sans autorisation préalable.","poids":2,"level":1}]}]},{"numero":6,"libelle":"Gestion de l'exploitation et des télécommunications","abrege":"Gestion exploitation et télécommunications","subdomains":[{"numero":1,"libelle":"Procédures et responsabilités liées à l'exploitation","comment":"Assurer l'exploitation correcte et sécurisée des moyens de traitement de l'information.","questions":[{"numero":1,"libelle":"Est-ce que les procédures d'exploitation sont documentées et maintenues ?","mesure":"Les procédures d'exploitation doivent être documentées, tenues à jour et disponibles pour tous les utilisateurs concernés.","poids":5,"level":1},{"numero":2,"libelle":"Est-ce que les changements apportés aux systèmes et moyens de traitement de l'information sont contrôlés ?","mesure":"Les changements apportés aux systèmes et moyens de traitement de l'information doivent être contrôlés.","poids":2,"level":1},{"numero":3,"libelle":"Existe-t-il un cloisonnement des tâches et des responsabilités pour réduire les risques de modifications ou de mauvaise utilisation non autorisée ou involontaire des actifs de l'organisme ?","mesure":"Les tâches et les domaines de responsabilité doivent être séparés pour réduire les risques de modification non autorisées, de mauvais usage des actifs de l'organisme.","poids":2,"level":1},{"numero":4,"libelle":"Est-ce que les moyens de développement, de test et d'exploitation sont séparés?","mesure":"Les équipements de développement, d'essai et d'exploitation doivent être séparés pour réduire les risques d'accès ou de changements non autorisés dans le système d'information en exploitation.","poids":2,"level":1},{"numero":5,"libelle":"Existe-t-il des règles de migration d'un système à un autre (développement, test, exploitation), définies et documentées?","mesure":"","poids":2,"level":1}]},{"numero":2,"libelle":"Gestion de la prestation de service conclus avec un tiers","comment":"Mettre en oeuvre et maintenir un niveau de sécurité de l'information et de service adéquat et conforme aux accords de prestation de service conclus avec un tiers.","questions":[{"numero":1,"libelle":"Préalablement à l'utilisation de services tiers, est-ce que les risques sont identifiés et les contrôles de sécurité adéquats incorporés au contrat et acceptés par le contractant ?","mesure":"","poids":5,"level":1},{"numero":2,"libelle":"Est-ce que les mesures de sécurité, les définitions du service et les niveaux de prestation prévus dans le contrat de service tiers sont mis en oeuvre, appliqués et tenus à jour par le tiers.","mesure":"Il doit être assuré que les mesures de sécurité, les définitions du service et les niveaux de prestation prévus dans l'accord de prestation de service tiers sont mis en oeuvre, appliqués et tenus à jour par le tiers.","poids":2,"level":1},{"numero":3,"libelle":"Est-ce que les rapports d'activités et enregistrements fournis par les tier sont régulièrement contrôlés? Est-ce que des audits sont régulièrement réalisés?","mesure":"Les services, rapports et enregistrements fournis par les tiers doivent être régulièrement contrôlés et réexaminés, et des audits doivent être régulièrement réalisés.","poids":2,"level":1},{"numero":4,"libelle":"Est-ce que les changements effectués, dans la prestation de service, en matière de SSI, sont gérés en tenant compte de la criticité des systèmes d'information?","mesure":"Les changements effectués dans la prestation de service, en matière de SSI, doivent être gérés en tenant compte de la criticité des systèmes et processus de gestion concernés et de la réévaluation du risque.","poids":2,"level":1}]},{"numero":3,"libelle":"Planification et acceptation du système","comment":"Réduire le plus possible le risque de pannes du système.","questions":[{"numero":1,"libelle":"Est-ce que l'utilisation des ressources est surveillée et ajustée au plus près pour garantir les performances requises par le système?","mesure":"L'utilisation des ressources doit être surveillée et ajustée au plus près, pour assurer les performances requises par le système.","poids":5,"level":1},{"numero":2,"libelle":"Est-ce que des projections sont réalisées sur les dimensionnements futurs pour garantir les performances requises par le système?","mesure":"Des projections doivent être faites sur les dimensionnements futurs pour assurer les performances requises par le système.","poids":2,"level":1},{"numero":3,"libelle":"Est-ce que des critères d'acceptation sont fixés pour les nouveaux systèmes d'information?","mesure":"Des critères d'acceptation doivent être fixés pour les nouveaux systèmes d'information, les nouvelles versions et les mises à niveau.","poids":2,"level":1},{"numero":4,"libelle":"Est-ce que des tests adaptés sont réalisés au moment du développement et préalablement à l'acceptation des nouveaux systèmes d'information?","mesure":"Des tests adaptés du (des) système(s) doivent être réalisés au moment du développement et préalablement à leur acceptation.","poids":2,"level":1}]},{"numero":4,"libelle":"Protection contre les codes malveillants et mobiles","comment":"Protéger l'intégrité des logiciels et de l'information.","questions":[{"numero":1,"libelle":"Est-ce qu'il existe des mesures de détection, de prévention et de recouvrement pour se protéger des logiciels malveillants?","mesure":"Des mesures de détection, de prévention et de recouvrement pour se protéger des codes malveillants doivent être mises en oeuvre.","poids":10,"level":1},{"numero":2,"libelle":"Existe-t-il des procédures appropriées de sensibilisation des utilisateurs à la menace des logiciels malveillants?","mesure":"Des procédures appropriées de sensibilisation des utilisateurs doivent être mises en oeuvre.","poids":5,"level":1},{"numero":3,"libelle":"En cas d'autorisation d'utilisation de code mobile, est-ce que ce dernier fonctionne selon une politique de sécurité clairement définie?","mesure":"Lorsque l'utilisation de code mobile est autorisée, la configuration doit garantir que le code mobile fonctionne selon une politique de sécurité clairement définie.","poids":2,"level":1},{"numero":4,"libelle":"Est-ce que tout code mobile non autorisé est systématiquement bloqué?","mesure":"Tout code mobile non autorisé doit être bloqué.","poids":2,"level":1}]},{"numero":5,"libelle":"Sauvegarde","comment":"Maintenir l'intégrité et la disponibilité des informations et des moyens de traitement de l'information.","questions":[{"numero":1,"libelle":"Est-ce que des sauvegardes des informations et logiciels sont réalisées selon une politique de sauvegarde formalisée?","mesure":"Des copies de sauvegarde des informations et logiciels doivent être réalisées.","poids":5,"level":1},{"numero":2,"libelle":"Est-ce que ces sauvegardes sont soumises à essai conformément à la politique de sauvegarde?","mesure":"Les copies de sauvegarde des informations et logiciels doivent être soumises régulièrement à essai conformément à la politique de sauvegarde convenue.","poids":2,"level":1}]},{"numero":6,"libelle":"Gestion de la sécurité des réseaux","comment":"Assurer la protection des informations sur les réseaux et la protection de l'infrastructure sur laquelle elles s'appuient.","questions":[{"numero":1,"libelle":"Est-ce que la gestion des réseaux est assurée de manière adéquate afin qu'ils soient protégés des menaces et pour garantir la sécurité des systèmes, des applications et des informations en transit?","mesure":"Les réseaux doivent être gérés et contrôlés de manière adéquate pour qu'ils soient protégés des menaces et pour maintenir la sécurité des systèmes et des applications utilisant le réseau, notamment les informations en transit.","poids":5,"level":1},{"numero":2,"libelle":"Existe-t-il des contrôles permettant d'établir et de maintenir la sécurité des réseaux ?","mesure":"","poids":2,"level":1},{"numero":3,"libelle":"Existe-t-il une matrice des flux circulant sur les réseaux ?","mesure":"","poids":2,"level":1},{"numero":4,"libelle":"Est-ce que les services réseau, les fonctions réseau, les niveaux de service et les exigences de gestion sont identifiés et intégrés dans les accords sur les services réseau?","mesure":"Pour tous les services réseau, les fonctions réseau, les niveaux de service et les exigences de gestion doivent être identifiés et intégrés dans tout accord sur les services réseau, qu'ils soient fournis en interne ou en externe.","poids":2,"level":1}]},{"numero":7,"libelle":"Manipulation des supports","comment":"Empêcher la divulgation, la modification, le retrait ou la destruction non autorisé(e) d'actifs et l'interruption des activités de l'organisme.","questions":[{"numero":1,"libelle":"Existe-t-il des procédures pour la gestion supports amovibles?","mesure":"Des procédures doivent être mises en place pour la gestion des supports amovibles.","poids":10,"level":1},{"numero":2,"libelle":"Existe-t-il des procédures pour la destruction sécurisée des supports amovibles?","mesure":"Les supports qui ne servent plus doivent être mis au rebut de façon sûre, en suivant des procédures formelles.","poids":2,"level":1},{"numero":3,"libelle":"Existe-t-il des procédures pour la manipulation et le stockage des informations afin de les protéger d'une divulgation non autorisée ou d'une utilisation abusive?","mesure":"Des procédures de manipulation et de stockage des informations doivent être établies pour protéger ces informations d'une divulgation non autorisée ou d'un mauvais usage.","poids":2,"level":1},{"numero":4,"libelle":"Est-ce que la documentation des systèmes d'information est protégée des accès non autorisés?","mesure":"La documentation système doit être protégée contre les accès non autorisés.","poids":2,"level":1}]},{"numero":8,"libelle":"Echange des informations","comment":"Maintenir la sécurité des informations et des logiciels échangés au sein de l'organisme et avec une entité extérieure.","questions":[{"numero":1,"libelle":"Existe-t-il des politiques, procédures et mesures d'échange formelles pour protéger les échanges d'informations liées à tous types d'équipements de télécommunication?","mesure":"Des politiques, procédures et mesures d'échange formelles doivent être mises en place pour protéger les échanges d'informations liées à tous types d'équipements de télécommunication.","poids":5,"level":1},{"numero":2,"libelle":"Existe-t-il des accords pour l'échange d'informations et de logiciels entre l'organisme et un organisme tiers?","mesure":"Des accords doivent être conclus pour l'échange d'informations et de logiciels entre l'organisme et la partie externe.","poids":2,"level":1},{"numero":3,"libelle":"Lors du transport physique, hors des limites de l'organisme, d'un média, celui-ci est-il protégé contre les accès non autorisés, l'altération et les utilisations abusives?","mesure":"Les supports contenant des informations doivent être protégés contre les accès non autorisés, le mauvais usage ou l'altération lors du transport hors des limites physiques de l'organisme.","poids":2,"level":1},{"numero":4,"libelle":"Les informations liées à la messagerie électronique sont-elles protégées de manière adéquate?","mesure":"Les informations liées à la messagerie électronique doivent être protégées de manière adéquate.","poids":2,"level":1},{"numero":5,"libelle":"Existe-t-il des politiques et procédures pour protéger l'information liée à l'interconnexion de systèmes d'informations d'organisme?","mesure":"Des politiques et procédures doivent être élaborées et mises en oeuvre pour protéger l'information liée à l'interconnexion de systèmes d'informations d'entreprise.","poids":2,"level":1},{"numero":6,"libelle":"Existe-t-il des procédures d'autorisation avant mise à disposition publique d'une information et des sécurités permettant d'assurer son intégrité?","mesure":"","poids":2,"level":1},{"numero":7,"libelle":"Existe-t-il des procédures et des contrôles pour protéger les échanges d'informations téléphoniques, par télécopieurs et par des moyens de communication vidéo?","mesure":"","poids":2,"level":1}]},{"numero":9,"libelle":"Services de commerce électronique","comment":"Assurer la sécurité des services de commerce électronique, ainsi que leur utilisation sécurisée.","questions":[{"numero":1,"libelle":"Les informations liées au commerce électronique sont elles protégées contre les activités frauduleuses, les litiges sur les contrats et la divulgation et la modification non autorisées?","mesure":"Les informations liées au commerce électronique transmises sur les réseaux publics doivent être protégées contre les activités frauduleuses, les litiges sur les contrats et la divulgation et la modification non autorisées.","poids":5,"level":1},{"numero":2,"libelle":"Les informations liées au commerce électronique sont elles protégées pour empêcher la transmission incomplète, les erreurs d'acheminement, la modification, la duplication et la divulgation non autorisés et la réémission?","mesure":"Les informations liées aux transactions en ligne doivent être protégées pour empêcher la transmission incomplète, les erreurs d'acheminement, la modification non autorisée, la divulgation non autorisée, la duplication non autorisée du message ou la réémission.","poids":2,"level":1},{"numero":3,"libelle":"L'intégrité des informations mises à disposition sur un système accessible au public est-elle protégée pour empêcher toute modification non autorisée?","mesure":"L'intégrité des informations mises à disposition sur un système accessible au public doit être protégée pour empêcher toute modification non autorisée.","poids":2,"level":1}]},{"numero":10,"libelle":"Surveillance","comment":"Détecter les traitements non autorisés de l'information.","questions":[{"numero":1,"libelle":"Est-ce que des journaux d'audits, enregistrant les activités des utilisateurs, les exceptions et les évènements liés à la sécurité sont produits?","mesure":"Les journaux d'audit, qui enregistrent les activités des utilisateurs, les exceptions et les événements liés à la sécurité doivent être produits.","poids":10,"level":1},{"numero":2,"libelle":"Est-ce que les journaux d'audits sont conservés pendant une période suffisante afin de faciliter des investigations ultérieures et la surveillance du contrôle d'accès?","mesure":"Les journaux d'audit, qui enregistrent les activités des utilisateurs, les exceptions et les événements liés à la sécurité doivent être conservés pendant une période préalablement définie afin de faciliter les investigations ultérieures et la surveillance du contrôle d'accès.","poids":2,"level":1},{"numero":3,"libelle":"Existe-t-il des procédures permettant de surveiller l'utilisation des moyens de traitement de l'information?","mesure":"Des procédures permettant de surveiller l'utilisation des moyens de traitement de l'information doivent être établies.","poids":5,"level":1},{"numero":4,"libelle":"Est-ce que les résultats de la surveillance de l'utilisation des moyens de traitement de l'information sont examinés périodiquement?","mesure":"Les résultats des activités de surveillance doivent être examinés périodiquement.","poids":5,"level":1},{"numero":5,"libelle":"Est-ce que les équipements de journalisation et les informations journalisées sont protégés contre le sabotage et les accès non autorisés?","mesure":"Les équipements de journalisation et les informations journalisées doivent être protégés contre le sabotage et les accès non autorisés.","poids":2,"level":1},{"numero":6,"libelle":"Est-ce que les activités des administrateurs systèmes et des opérateurs systèmes sont journalisées?","mesure":"Les activités des administrateurs systèmes et des opérateurs systèmes doivent être journalisées.","poids":2,"level":1},{"numero":7,"libelle":"Est-ce que les éventuels défauts son journalisés et analysés et est-ce que les mesures appropriées sont prises?","mesure":"Les éventuels défauts doivent être journalisés et analysés et les mesures appropriées doivent être prises.","poids":2,"level":1},{"numero":8,"libelle":"Est-ce que les horloges des différents systèmes de traitement de l'information d'un organisme ou d'un domaine de sécurité son synchronisées à l'aide d'une source de temps précise et préalablement définie?","mesure":"Les horloges des différents systèmes de traitement de l'information d'un organisme ou d'un domaine de sécurité doivent être synchronisées à l'aide d'une source de temps précise et préalablement définie.","poids":2,"level":1}]}]},{"numero":7,"libelle":"Contrôle d'accès","abrege":"Contrôle d'accès","subdomains":[{"numero":1,"libelle":"Exigences métier relatives au contrôle d'accès","comment":"Maîtriser l'accès à l'information.","questions":[{"numero":1,"libelle":"Existe-t-il des exigences de sécurité et d'exploitation pour le contrôle des accès, définies et documentées?","mesure":"Une politique de contrôle d'accès doit être établie, documentée et réexaminée sur la base des exigences métier et de sécurité.","poids":5,"level":1},{"numero":2,"libelle":"L'accès aux informations fait-il l'objet de restrictions, conformément à la politique de l'organisme et à la classification?","mesure":"","poids":5,"level":1}]},{"numero":2,"libelle":"Gestion des accès des utilisateurs","comment":"Contrôler l'accès des utilisateurs autorisés et empêcher les accès non autorisés aux systèmes d'information.","questions":[{"numero":1,"libelle":"Existe-t-il une procédure formelle d'inscription et désincription des utilisateurs destinée à accorder et à supprimer l'accès à tous les systèmes et services d'information?","mesure":"Une procédure formelle d'inscription et désincription des utilisateurs destinée à accorder et à supprimer l'accès à tous les systèmes et services d'information doit être définie.","poids":5,"level":1},{"numero":2,"libelle":"Est-ce que l'attribution et l'utilisation des privilèges sont restreintes et contrôlées?","mesure":"L'attribution et l'utilisation des privilèges doivent être restreintes et contrôlées.","poids":2,"level":1},{"numero":3,"libelle":"Est-ce que l'attribution de mots de passe est réalisée dans le cadre d'un processus formel?","mesure":"L'attribution de mots de passe doit être réalisée dans le cadre d'un processus formel.","poids":2,"level":1},{"numero":4,"libelle":"Les droits d'accès des utilisateurs sont-ils revus par la direction à intervalles réguliers par le biais d'un processus formel?","mesure":"La direction doit réexaminer les droits d'accès utilisateurs à intervalles réguliers par le biais d'un processus formel.","poids":2,"level":1},{"numero":5,"libelle":"Existe-t-il des utilisateurs ayant un droit administrateur de leur poste?","mesure":"Les utilisateurs doivent travailler avec des droits d'utilisateurs standards. Des exceptions peuvent être accordées, par la direction, sur demande écrite formelle.","poids":5,"level":1},{"numero":6,"libelle":"Les administrateurs travaillent ils avec un compte d'administrateur ou leur est il mis en place un compte utilisateur pour le travail courant?","mesure":"Les administrateurs doivent travailler avec des droits d'utilisateurs standards. Pour les accès d'administration, les fonctionnalités runas ou sudo doivent être privilégiées.","poids":5,"level":1}]},{"numero":3,"libelle":"Responsabilités des utilisateurs","comment":"Empêcher l'accès d'utilisateurs non habilités et la compromission ou le vol d'informations et de moyens de traitement de l'information.","questions":[{"numero":1,"libelle":"Est-ce que les utilisateurs connaissent et appliquent les bonnes pratiques de sécurité pour la sélection et l'utilisation de mots de passe?","mesure":"Il doit être demandé aux utilisateurs de respecter les bonnes pratiques de sécurité lors de la sélection et de l'utilisation de mots de passe.","poids":2,"level":1},{"numero":2,"libelle":"Est-ce que les mots de passe de grand privilège sont conservés en sécurité?","mesure":"","poids":2,"level":1},{"numero":3,"libelle":"Est-ce que les comptes génériques sont supprimés, désactivés ou, au minimum, modifiées?","mesure":"","poids":5,"level":1},{"numero":4,"libelle":"Est-ce que les utilisateurs connaissent et appliquent les mesures de protection appropriée pour tout matériel laissé sans surveillance?","mesure":"Les utilisateurs doivent s'assurer que tout matériel laissé sans surveillance est doté d'une protection appropriée.","poids":2,"level":1},{"numero":5,"libelle":"Est-ce que l'organisme adopte une politique du bureau propre pour les documents papier et les supports de stockage amovibles?","mesure":"Une politique du bureau propre doit être adoptée pour les documents papier et les supports de stockage amovibles.","poids":5,"level":1},{"numero":6,"libelle":"Est-ce que l'organisme adopte une politique de l'écran vide pour les moyens de traitement de l'information?","mesure":"Une politique de l'écran vide doit être adoptée pour les moyens de traitement de l'information.","poids":5,"level":1}]},{"numero":4,"libelle":"Contrôle d'accès réseau","comment":"Empêcher les accès non autorisés aux services disponibles sur le réseau.","questions":[{"numero":1,"libelle":"Est-ce que les utilisateurs ont uniquement accès aux services pour lesquels ils ont spécifiquement reçu une autorisation?","mesure":"Les utilisateurs doivent avoir uniquement accès aux services pour lesquels ils ont spécifiquement reçu une autorisation.","poids":5,"level":1},{"numero":2,"libelle":"Est-ce que des méthodes d'authentification appropriées sont utilisées pour contrôler l'accès des utilisateurs distants?","mesure":"Des méthodes d'authentification appropriées doivent être utilisées pour contrôler l'accès des utilisateurs distants.","poids":2,"level":1},{"numero":3,"libelle":"Est-ce que l'ientification automatique des matériels distants est considérée comme un moyen d'authentification des connexions?","mesure":"L'identification automatique de matériels doit être considérée comme un moyen d'authentification des connexions à partir de lieux et matériels spécifiques.","poids":2,"level":1},{"numero":4,"libelle":"Est-ce que les accès physique et logique aux ports de diagnostic et de configuration à distance sont contrôlés?","mesure":"L'accès physique et logique aux ports de diagnostic et de configuration à distance doit être contrôlé.","poids":2,"level":1},{"numero":5,"libelle":"Existe-t-il un cloisonnement des réseaux pour séparer ou isoler les systèmes d'information?","mesure":"Les groupes de services d'information, d'utilisateurs et de systèmes d'information doivent être séparés sur le réseau.","poids":2,"level":1},{"numero":6,"libelle":"Existe-t-il une politique de contrôle d'accès restreignant les possibilités de connexion des utilisateurs aux réseau partagés ?","mesure":"Pour les réseaux partagés, la capacité de connexion réseau des utilisateurs doit être restreinte, conformément à la politique de contrôle d'accès et aux exigences relatives aux applications métier.","poids":2,"level":1},{"numero":7,"libelle":"Est-ce que les réseaux partagés disposent de contrôles de routage pour s'assurer que les connexions aux ordinateurs et les flux d'informations sont sécurisés?","mesure":"Des mesures du routage des réseaux doivent être mises en oeuvre afin d'éviter que les connexions réseau et les flux d'informations ne portent atteinte à la politique de contrôle d'accès des applications métier.","poids":2,"level":1},{"numero":8,"libelle":"Existe-t-il une documentation décrivant clairement les attributs de sécurité de tous les services réseaux?","mesure":"","poids":2,"level":1}]},{"numero":5,"libelle":"Contrôle d'accès au système d'exploitation","comment":"Empêcher les accès non autorisés aux systèmes d'exploitation.","questions":[{"numero":1,"libelle":"Est-ce que les accès aux systèmes d'exploitation est soumis à une procédure sécurisée d'ouverture de session?","mesure":"L'accès aux systèmes d'exploitation doit être soumis à une procédure sécurisée d'ouverture de session.","poids":5,"level":1},{"numero":2,"libelle":"Les utilisateurs disposent-ils d'un identifiant unique et exclusif?","mesure":"Un identifiant unique et exclusif doit être attribué à chaque utilisateur.","poids":5,"level":1},{"numero":3,"libelle":"Une technique d'authentification est elle fixée, permettant de vérifier l'identité déclarée par l'utilisateur?","mesure":"Une technique d'authentification doit être choisie, permettant de vérifier l'identité déclarée par l'utilisateur.","poids":2,"level":1},{"numero":4,"libelle":"Existe-t-il des systèmes délivrant de manière interactive des mots de passe conformes aux règles de sécurité?","mesure":"Les systèmes qui gèrent les mots de passe doivent être interactifs et doivent fournir des mots de passe de qualité.","poids":2,"level":1},{"numero":5,"libelle":"Est-ce que l'utilisation de programmes utilitaires est restreinte et strictement contrôlée ?","mesure":"L'emploi des programmes utilitaires permettant de contourner les mesures d'un système ou d'une application doit être limité et contrôlé étroitement.","poids":2,"level":1},{"numero":6,"libelle":"Est-ce qu'il existe des systèmes d'alerte pour les utilisateurs dont les postes de travail peuvent faire l'objet d'une attaque logique?","mesure":"","poids":2,"level":1},{"numero":7,"libelle":"Est-ce que les sessions inactives sont déconnectées après une période d'incativité définie?","mesure":"Les sessions inactives doivent être déconnectées après une période d'inactivité définie.","poids":2,"level":1},{"numero":8,"libelle":"Existe-t-il des restrictions sur les temps de connexion aux applications à haut risque?","mesure":"Les temps de connexion doivent être restreints afin d'apporter un niveau de sécurité supplémentaire aux applications à haut risque.","poids":2,"level":1}]},{"numero":6,"libelle":"Contrôle d'accès aux applications et à l'information","comment":"Empêcher les accès non autorisés aux informations stockées dans les applications.","questions":[{"numero":1,"libelle":"Est-ce que l'accès aux informations et aux fonctions des applications est restreint, conformément aux dispositions de la politique de contrôle d'accès ?","mesure":"Pour les utilisateurs et le personnel chargé de l'assistance technique, l'accès aux informations et aux fonctions applicatives doit être restreint conformément à la politique de contrôle d'accès.","poids":2,"level":1},{"numero":2,"libelle":"Est-ce que les applications sensibles fonctionnent sur une ressource isolée et dédiée à cette tâche ?","mesure":"Les systèmes sensibles doivent disposer d'un environnement informatique dédié (isolé).","poids":2,"level":1}]},{"numero":7,"libelle":"Informatique mobile et télétravail","comment":"Garantir la sécurité de l'information lors de l'utilisation d'appareils informatiques mobiles et d'équipements de télétravail.","questions":[{"numero":1,"libelle":"Existe-t-il une procédure formelle et des mesures de sécurité appropriées pour assurer une protection contre le risque lié à l'utilisation d'appareils informatiques et de communication mobiles?","mesure":"Une procédure formelle et des mesures de sécurité appropriées doivent être mises en place pour assurer une protection contre le risque lié à l'utilisation d'appareils informatiques et de communication mobiles.","poids":5,"level":1},{"numero":2,"libelle":"Pour le télétravail, existe-t-il une politique, des procédures et des programmes opérationnels spécifiques?","mesure":"Une politique, des procédures et des programmes opérationnels spécifiques au télétravail doivent être élaborés et mis en oeuvre.","poids":2,"level":1}]}]},{"numero":8,"libelle":"Acquisition, développement et maintenance des systèmes d'information","abrege":"Gestion des SI","subdomains":[{"numero":1,"libelle":"Exigences de sécurité applicables aux systèmes d'information","comment":"Veiller à ce que la sécurité fasse partie intégrante des systèmes d'information.","questions":[{"numero":1,"libelle":"Est-ce que les exigences de sécurité et de contrôle, pour les nouveaux systèmes ou pour les mises à niveau des systèmes existants, sont prises en compte dès la phase de conception?","mesure":"Les exigences métier relatives aux nouveaux systèmes d'information ou les améliorations apportées aux systèmes d'information existants doivent spécifier les exigences de sécurité.","poids":2,"level":1}]},{"numero":2,"libelle":"Bon fonctionnement des applications","comment":"Empêcher toute erreur, perte, modification non autorisée ou tout mauvais usage des informations dans les applications.","questions":[{"numero":1,"libelle":"Est-ce que les données en entrée dans les applications sont validées afin de s'assurer qu'elles sont correctes et appropriées?","mesure":"Les données entrées dans les applications doivent être validées afin de vérifier si elles sont correctes et appropriées.","poids":5,"level":1},{"numero":2,"libelle":"Existe-t-il des contrôles de validation incorporés aux applications pour détecter la corruption éventuelle de données en cours de traitement?","mesure":"Des contrôles de validation doivent être inclus dans les applications afin de détecter les éventuelles altérations de l'information dues à des erreurs de traitement ou des actes délibérés.","poids":2,"level":1},{"numero":3,"libelle":"Est-ce que les exigences permettant d'assurer l'authentification et la protection de l'intégrité des messages dans les applications sont identifiées?","mesure":"Les exigences permettant d'assurer l'authentification et la protection de l'intégrité des messages dans les applications doivent être identifiées.","poids":2,"level":1},{"numero":4,"libelle":"Est-ce que les mesures appropriées permettant d'assurer l'authentification et la protection de l'intégrité des messages dans les applications sont identifiées et mises en oeuvre?","mesure":"Les mesures appropriées permettant d'assurer l'authentification et la protection de l'intégrité des messages dans les applications doivent être identifiées et mises en oeuvre.","poids":2,"level":1},{"numero":5,"libelle":"Est-ce que les données, en sortie des applications, sont validées afin de s'assurer qu'elles sont correctes?","mesure":"Les données de sortie d'une application doivent être validées pour assurer que le traitement des informations stockées est correct et adapté aux circonstances.","poids":5,"level":1}]},{"numero":3,"libelle":"Mesures cryptographiques","comment":"Protéger la confidentialité, l'authenticité ou l'intégrité de l'information par des moyens cryptographiques.","questions":[{"numero":1,"libelle":"Existe-t-il une politique d'utilisation des mesures cryptographiques pour la protection de l'information?","mesure":"Une politique d'utilisation des mesures cryptographiques en vue de protéger l'information doit être élaborée et mise en oeuvre.","poids":10,"level":1},{"numero":2,"libelle":"Est-ce que l'organisme dispose d'un système de gestion des clefs en support des techniques cryptographiques, basé sur un standard agréé, des procédures et des méthodes ?","mesure":"Une procédure de gestion des clés doit favoriser l'utilisation par l'organisme de techniques cryptographiques.","poids":5,"level":1},{"numero":3,"libelle":"Est-ce que des moyens de chiffrement sont utilisés pour protéger la confidentialité des informations sensibles ou critiques?","mesure":"","poids":2,"level":1},{"numero":4,"libelle":"Est-ce que la signature électronique est utilisée pour protéger l'authenticité et l'intégrité des informations?","mesure":"","poids":2,"level":1},{"numero":5,"libelle":"Est-ce que les services de non-répudiation sont utilisés pour prévenir les conflits d'occurrence ou de non-occurrence d'événement ou d'action?","mesure":"","poids":2,"level":1}]},{"numero":4,"libelle":"Sécurité des fichiers système","comment":"Garantir la sécurité des fichiers système.","questions":[{"numero":1,"libelle":"Existe-t-il des procédures pour contrôler l'installation de logiciels sur les systèmes opérationnels?","mesure":"Des procédures doivent être mises en place pour contrôler l'installation du logiciel sur les systèmes en exploitation.","poids":5,"level":1},{"numero":2,"libelle":"Existe-t-il une liste blanche de logiciels autorisés à être installés sur les systèmes opérationnels?","mesure":"Une liste blanche de logiciels autorisés à être installés sur les systèmes opérationnels doit-être élaborée par l'organisme. Pour chaque logiciel de la liste blanche, une fiche descriptive est rédigée décrivant les conditions d'utilisation et la procédure d'installation.","poids":5,"level":1},{"numero":3,"libelle":"Existe-t-il des tests pour protéger et contrôler les données?","mesure":"Les données d'essai doivent être sélectionnées avec soin, protégées et contrôlées.","poids":2,"level":1},{"numero":4,"libelle":"Existe-t-il un contrôle strict et de niveau supérieur pour les autorisations d'accès aux bibliothèques et programmes sources?","mesure":"L'accès au code source du programme doit être restreint.","poids":2,"level":1}]},{"numero":5,"libelle":"Sécurité en matière de développement et d'assistance technique","comment":"Garantir la sécurité du logiciel et des informations d'application.","questions":[{"numero":1,"libelle":"Existe-t-il des processus de contrôle formels des modifications avant leur mise en oeuvre ?","mesure":"La mise en oeuvre des modifications doit être contrôlée par le biais de procédures formelles.","poids":2,"level":1},{"numero":2,"libelle":"Les applications développées en local sont elle déclarées et validées par la direction de l'organisme?","mesure":"","poids":2,"level":1},{"numero":3,"libelle":"Existe-t-il une procédure permettant de disposer des dernières mises à jour des logiciels, pour les aspects liés à la sécurité?","mesure":"","poids":2,"level":1},{"numero":4,"libelle":"Est-ce qu'au moment de l'acquisition, de l'utilisation et de la modification d'un logiciel, celui-ci fait l'objet de contrôles destinés à vérifier qu'il n'existe pas de portes dérobées?","mesure":"","poids":2,"level":1},{"numero":5,"libelle":"Lorsque des modifications sont apportées aux systèmes d'exploitation, est-ce que les applications critiques métier sont réexaminées et testées afin de vérifier l'absence de tout effet indésirable sur l'activité ou sur la sécurité?","mesure":"Lorsque des modifications sont apportées aux systèmes d'exploitation, les applications critiques métier doivent être réexaminées et testées afin de vérifier l'absence de tout effet indésirable sur l'activité ou sur la sécurité.","poids":2,"level":1},{"numero":6,"libelle":"Est-ce que la modification des progiciels est limitée aux stricts changement nécessaires?","mesure":"La modification des progiciels ne doit pas être encouragée, et doit être limitée aux changements nécessaires. Un contrôle strict doit également être exercé sur ces modifications.","poids":2,"level":1},{"numero":7,"libelle":"Est-ce que toutes les mesures sont prises pour empêcher les fuites d'information?","mesure":"Toute possibilité de fuite d'informations doit être empêchée.","poids":2,"level":1},{"numero":8,"libelle":"Existe-t-il des procédures permettant d'encadrer et de contrôler le développement logiciel externalisé?","mesure":"Le développement logiciel externalisé doit être encadré et contrôlé par l'organisme.","poids":2,"level":1}]},{"numero":6,"libelle":"Gestion des vulnérabilités techniques","comment":"Réduire les risques liés à l'exploitation des vulnérabilités techniques ayant fait l'objet d'une publication.","questions":[{"numero":1,"libelle":"Existe-t-il une procédure de diffusion, à temps, des vulnérabilités techniques affectant les systèmes d'exploitation en production?","mesure":"Toute information concernant toute vulnérabilité technique des systèmes d'information en exploitation doit être obtenue à temps.","poids":10,"level":1},{"numero":2,"libelle":"L'exposition de l'organisme aux dites vulnérabilités est-elle évaluée et les actions appropriées entreprisent afin de traiter le risque associé?","mesure":"L'exposition de l'organisme aux dites vulnérabilités doit être évaluée et les actions appropriées doivent être entreprises pour traiter le risque associé.","poids":5,"level":1}]}]},{"numero":9,"libelle":"Gestion des incidents liés à la sécurité de l'information","abrege":"Gestion des incidents","subdomains":[{"numero":1,"libelle":"Remontée des évènements et des failles liés à la sécurité de l'information","comment":"Garantir que le mode de notification des événements et failles liés à la sécurité de l'information permet la mise en oeuvre d'une action corrective, dans les meilleurs délais.","questions":[{"numero":1,"libelle":"Est-ce que les incidents de sécurité sont signalés à travers les bons canaux dès leur survenance ?","mesure":"Les événements liés à la sécurité de l'information doivent être signalés, dans les meilleurs délais, par les voies hiérarchiques appropriées.","poids":2,"level":1},{"numero":2,"libelle":"Est-il demandé aux personnels, contractants et utilisateurs tiers de noter et de rapporter toute faille de sécurité observée ou soupçonnée dans les systèmes ou services?","mesure":"Il doit être demandé à tous les salariés, contractants et utilisateurs tiers des systèmes et services d'information de noter et de signaler toute faille de sécurité observée ou soupçonnée dans les systèmes ou services.","poids":2,"level":1},{"numero":3,"libelle":"Existe-t-il des procédures pour signaler les dysfonctionnements des programmes et sont-elles suivies ?","mesure":"","poids":2,"level":1}]},{"numero":2,"libelle":"Gestion des incidents liés à la sécurité de l'information et des améliorations","comment":"Garantir la mise en place d'une approche cohérente et efficace pour la gestion des incidents liés à la sécurité de l'information.","questions":[{"numero":1,"libelle":"Les responsabilités et les procédures sont-elles établies afin de garantir une réponse rapide, efficace et pertinente en cas d'incident lié à la sécurité de l'information?","mesure":"Des responsabilités et des procédures doivent être établies, permettant de garantir une réponse rapide, efficace et pertinente en cas d'incident lié à la sécurité de l'information.","poids":2,"level":1},{"numero":2,"libelle":"Est-ce que les mécanismes en place permettent de quantifier et d'étudier les incidents liés à la sécurité de l'information par type, volume et coût?","mesure":"Des mécanismes doivent être mis en place, permettant de quantifier et surveiller les différents types d'incidents liés à la sécurité de l'information ainsi que leur volume et les coûts associés.","poids":2,"level":1},{"numero":3,"libelle":"En cas de violation de la politique de sécurité de l'organisme et de non respect des procédures, est-il prévu des sanctions disciplinaires? Sont-elles appliquées?","mesure":"","poids":5,"level":1},{"numero":4,"libelle":"En cas d'action en justice engagée à la suite d'un incident lié à la sécurité de l'information, la collecte de preuves est-elle formellement organisée?","mesure":"Lorsqu'une action en justice est engagée à la suite d'un incident lié à la sécurité de l'information, les éléments de preuve doivent être recueillis, conservés et présentés conformément aux dispositions légales.","poids":2,"level":1}]}]},{"numero":10,"libelle":"Gestion de la continuité de l'activité","abrege":"Continuité de l'activité","subdomains":[{"numero":1,"libelle":"Gestion de la continuité de l'activité d'un point de vue aspects de la sécurité de l'information","comment":"Empêcher les interruptions des activités de l'organisme, protéger les processus métier cruciaux des effets causés par les défaillances majeures des systèmes d'information ou par des sinistres et garantir une reprise de ces processus dans les meilleurs délais.","questions":[{"numero":1,"libelle":"Est-ce que la sécurité des systèmes d'information est intégrée dans le processus de gestion du plan de continuité de l'activité?","mesure":"Un processus de continuité de l'activité dans l'ensemble de l'organisme doit être élaboré et géré, qui satisfait aux exigences en matière de sécurité de l'information requises pour la continuité de l'activité de l'organisme.","poids":5,"level":1},{"numero":2,"libelle":"Est-ce que les évènements pouvant être à l'origine d'interruptions des processus métier sont identifiés?","mesure":"Les événements pouvant être à l'origine d'interruptions des processus métier doivent être identifiés.","poids":5,"level":1},{"numero":3,"libelle":"Est-ce que la probabilité d'occurence, l'impact et les conséquences des évènements pouvant être à l'origine d'interruptions des processus métier sont quantifiés?","mesure":"La probabilité et l'impact de telles interruptions et leurs conséquences pour la sécurité de l'information doivent être quantifiés.","poids":5,"level":1},{"numero":4,"libelle":"Existe-t-il des plans de continuité de l'activité, incluant la SSI, pour maintenir et\/ou restaurer l'activité dans un temps déterminé, suite à une interruption ou à une panne d'un processus critique?","mesure":"Des plans doivent être élaborés et mis en oeuvre pour maintenir ou restaurer l'exploitation et assurer la disponibilité des informations au niveau et dans les délais requis suite à une interruption ou une panne affectant les processus métier cruciaux.","poids":2,"level":1},{"numero":5,"libelle":"Existe-t-il une structuration des plans de continuité permettant de s'assurer qu'ils sont cohérents, en adéquation avec les besoins SSI et pour identifier les priorités de test et de maintenance?","mesure":"Un cadre unique pour les plans de continuité de l'activité doit être géré afin de garantir leur cohérence, de satisfaire aux exigences en matière de SSI et d'identifier les priorités en matière de mise à l'essai et de maintenance.","poids":2,"level":1},{"numero":6,"libelle":"Est-ce que les plans sont testés régulièrement et mis à jour régulièrement pour s'assurer qu'ils sont à jour et efficaces?","mesure":"Les plans de continuité de l'activité doivent être testés et mis à jour régulièrement afin de s'assurer qu'ils sont actualisés et efficaces.","poids":2,"level":1}]}]},{"numero":11,"libelle":"Conformité","abrege":"Conformité","subdomains":[{"numero":1,"libelle":"Conformité aux exigences légales","comment":"Eviter toute violation des obligations légales, statutaires, réglementaires ou contractuelles et des exigences de sécurité.","questions":[{"numero":1,"libelle":"Est-ce que toutes les exigences statutaires, réglementaires et contractuelles, dont relève chaque systèmes d'information, sont explicitement définies et documentées?","mesure":"Pour chaque système d'information, toutes les exigences légales, réglementaires et contractuelles en vigueur doivent être définies, documentées et mises à jour, ainsi que la procédure utilisée par l'organisme pour satisfaire à ces exigences.","poids":2,"level":1},{"numero":2,"libelle":"Est-ce que les procédures sont mises en oeuvre pour s'assurer du respect des droits de propriété intellectuelle et des restrictions légales d'utilisation des matériels et logiciels?","mesure":"Des procédures appropriées doivent être mises en oeuvre, visant à garantir la conformité avec les exigences légales, réglementaires et contractuelles concernant l'utilisation des matériels et logiciels propriétaires.","poids":2,"level":1},{"numero":3,"libelle":"Est-ce que les documents importants de l'organisme sont protégés contre la perte, la destruction et la falsification?","mesure":"Les enregistrements importants doivent être protégés contre la perte, destruction et falsification conformément aux exigences légales, réglementaires et aux exigences métier.","poids":2,"level":1},{"numero":4,"libelle":"Existe-t-il des contrôles destinés à assurer la protection des informations personnelles et relevant de la vie privée, en accord avec la législation en vigueur?","mesure":"La protection et la confidentialité des données doivent être garanties, telles que l'exigent la législation ou les réglementations applicables, et les clauses contractuelles le cas échéant.","poids":2,"level":1},{"numero":5,"libelle":"Existe-t-il une charte d'utilisation des ressources informatiques ou tout autre document décrivant les règles de bonne utilisation des dispositifs composant les systèmes d'information? Des contrôles sont-ils réalisés?","mesure":"Les utilisateurs doivent être dissuadés de toute utilisation de moyens de traitement de l'information à des fins illégales.","poids":2,"level":1},{"numero":6,"libelle":"Les moyens de chiffrement utilisés par l'organisme sont-il conformes à la législation en vigueur ?","mesure":"Des mesures cryptographiques doivent être prises conformément aux accords, lois et réglementations applicables.","poids":2,"level":1}]},{"numero":2,"libelle":"Conformité avec les politiques et normes de sécurité et conformité technique","comment":"S'assurer de la conformité des systèmes avec les politiques et normes de sécurité de l'organisme.","questions":[{"numero":1,"libelle":"Est-ce que la direction s'assure, dans son périmètre de responsabilité, de l'exécution correcte de l'ensemble des procédures de sécurité?","mesure":"Les responsables doivent s'assurer de l'exécution correcte de l'ensemble des procédures de sécurité placées sous leur responsabilité en vue de garantir leur conformité avec les politiques et normes de sécurité.","poids":5,"level":1},{"numero":2,"libelle":"Est-ce que les systèmes d'information sont contrôlés régulièrement pour vérifier leur conformité avec la politique et les normes de sécurité?","mesure":"La conformité des systèmes d'information avec les normes relatives à la mise en oeuvre de la sécurité doit être vérifiée régulièrement.","poids":2,"level":1}]},{"numero":3,"libelle":"Prises en compte de l'audit du système d'information","comment":"Optimiser l'efficacité et réduire le plus possible l'interférence avec le\/du processus d'audit du système d'information.","questions":[{"numero":1,"libelle":"Est-ce que des audits sont planifiés et réalisés en s'entourant de la sécurité nécessaire pour protéger le fonctionnement des systèmes opérationnels?","mesure":"Les exigences d'audit et les activités impliquant des contrôles des systèmes en exploitation doivent être planifiées de manière précise et doivent être le résultat d'un accord afin de réduire le plus possible le risque de perturbations des processus métier.","poids":5,"level":1},{"numero":2,"libelle":"Est-ce que les logiciels d'audit et les fichiers générés par ces derniers font l'objet d'une protection particulière ?","mesure":"L'accès aux outils d'audit du système d'information doit être protégé afin d'empêcher tous mauvais usage ou compromission éventuels.","poids":2,"level":1}]}]}]
