[
	{
		"numero": 1,
		"libelle": "Règle relative à la politique de sécurité des systèmes d'information",
		"abrege": "Règle 1 - PSSI",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "La PSSI",
				"comment": "L'opérateur élabore, tient à jour et met en oeuvre une politique de sécurité des systèmes d'information. La PSSI décrit l'ensemble des moyens organisationnels et techniques mis en oeuvre par l'opérateur afin d'assurer la sécurité de ses systèmes d'information d'importance vitale.",
				"questions": [
					{
						"numero": 1,
						"libelle": "La PSSI précise les objectifs et les orientations stratégiques en matière de sécurité des SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "La PSSI décrit l'organisation de la gouvernance de la sécurité et notamment les rôles et les responsabilités du personnel interne et du personnel externe (prestataires, fournisseurs, etc.) à l'égard de la sécurité des SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "La PSSI prévoit un plan de sensibilisation à la sécurité des SIIV au profit de l'ensemble du personnel ainsi qu'un plan de formation à la sécurité des SIIV au profit des personnes ayant des responsabilités particulières, notamment les personnes en charge de l'administration et de la sécurité des SIIV et les utilisateurs disposant de droits d'accès privilégiés aux SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "La PSSI fixe les mesures de sécurité générales, notamment en matière de contrôle du personnel interne et du personnel externe, de sécurité physique des SIIV, de gestion des ressources matérielles et logicielles, de gestion de l'assistance technique, de contrôle d'accès aux SIIV, d'exploitation et d'administration des SIIV, de cryptographie, de sécurité des communications et de sécurité des processus de développement.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 5,
						"libelle": "La PSSI définit la procédure d'homologation de sécurité des SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 6,
						"libelle": "La PSSI définit les procédures d'évaluation des risques en matière de sécurité des SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 7,
						"libelle": "La PSSI définit les procédures de contrôle et d'audit de la sécurité des SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 8,
						"libelle": "La PSSI définit la procédure de maintien en conditions de sécurité des ressources des SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 9,
						"libelle": "La PSSI définit la procédure de traitement des incidents de sécurité.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 10,
						"libelle": "La PSSI définit les procédures de gestion de crises en cas d'attaques informatiques et de continuité d'activité.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 11,
						"libelle": "La PSSI et ses documents d'application sont approuvés formellement par la direction de l'opérateur.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 12,
						"libelle": "L'opérateur élabore au profit de sa direction, au moins annuellement, un rapport sur la mise en oeuvre de la PSSI et de ses documents d'application.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 13,
						"libelle": "Ce rapport précise notamment l'état des lieux des risques, le niveau de sécurité des SIIV et les actions de sécurisation menées.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 14,
						"libelle": "La PSSI, ses documents d'application et les rapports sur leur mise en oeuvre sont tenus à la disposition de l'ANSSI.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 2,
		"libelle": "Règle relative à l'homologation de sécurité",
		"abrege": "Règle 2 - Homologation",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Le dossier d'homologation",
				"comment": "L'opérateur prend la décision d'homologuer un SIIV sur la base du dossier d'homologation.",
				"questions": [
					{
						"numero": 1,
						"libelle": "Le dossier d'homologation comporte l'analyse de risques et les objectifs de sécurité du SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "Le dossier d'homologation comporte les mesures de sécurité appliquées au SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "Le dossier d'homologation comporte les rapports d'audit de la sécurité du SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "Le dossier d'homologation comporte les risques résiduels et les raisons justifiant leur acceptation.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			},
			{
				"numero": 2,
				"libelle": "Le processus d'homologation",
				"comment": "L'opérateur procède à l'homologation de sécurité de chaque SIIV, en mettant en oeuvre la procédure d'homologation prévue par sa politique de sécurité des systèmes d'information. L'homologation d'un système est une décision formelle prise par l'opérateur qui atteste que les risques pesant sur la sécurité de ce système ont été identifiés et que les mesures nécessaires pour le protéger sont mises en oeuvre. Elle atteste également que les éventuels risques résiduels ont été identifiés et acceptés par l'opérateur.",
				"questions": [
					{
						"numero": 1,
						"libelle": "L'homologation est valable pour une durée maximale de trois ans et est renouvelée au terme de cette période.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "La validité de l'homologation est réexaminée par l'opérateur lors de chaque événement ou évolution de nature à modifier le contexte décrit dans le dossier d'homologation.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "L'opérateur tient à la disposition de l'ANSSI les décisions et dossiers d'homologation, notamment les rapports d'audit.",
						"mesure": "Ces documents confidentiels sont susceptibles de contenir des informations dont la révélation est réprimée par les dispositions de l'article 226-13 du code pénal. Ils sont, le cas échéant, couverts par le secret de la défense nationale. La présente règle relative à l'homologation s'applique sans préjudice des dispositions prévues par l'arrêté du 30 novembre 2011 portant approbation de l'instruction générale interministérielle n° 1300 sur la protection du secret de la défense nationale, en matière d'homologation des systèmes d'information traitant des informations classifiées.",
						"poids": 1,
						"level": 1
					}
				]
			},
			{
				"numero": 3,
				"libelle": "L'audit d'homologation",
				"comment": "Dans le cadre de l'homologation, un audit de la sécurité du SIIV doit être réalisé. Cet audit vise à vérifier l'application et l'efficacité des mesures de sécurité du SIIV et notamment le respect des règles de sécurité mentionnées dans le présent arrêté. L'audit doit permettre d'évaluer le niveau de sécurité du SIIV au regard des menaces et des vulnérabilités connues.",
				"questions": [
					{
						"numero": 1,
						"libelle": "Un audit de la sécurité du SIIV a été réalisé.",
						"mesure": "L'opérateur peut réaliser lui-même l'audit ou recourir à un prestataire qualifié dans les conditions prévues au chapitre III du décret n°2015-350 du 27 mars 2015 précité.",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "L'audit de la sécurité comporte la réalisation d'un audit d'architecture.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "L'audit de la sécurité comporte la réalisation d'un audit de configuration.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "L'audit de la sécurité comporte la réalisation d'un audit organisationnel.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 5,
						"libelle": "L'audit de la sécurité comporte la réalisation d'un audit physique.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 6,
						"libelle": "L'audit de la sécurité comporte la réalisation de tests de vulnérabilité.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 7,
						"libelle": "L'audit de la sécurité comporte la réalisation de tests d'intrusion.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 8,
						"libelle": "L'audit a été réalisé dans le respect des règles fixées par le référentiel en matière d'audit de sécurité des systèmes d'information prévu à l'article 10 du décret n°2015-350 du 27 mars 2015 relatif à la qualification des produits de sécurité et des prestataires de service de confiance pour les besoins de la sécurité nationale.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 9,
						"libelle": "A l'issue de l'audit, l'opérateur ou, le cas échéant, le prestataire élabore un rapport d'audit qui expose les constatations sur les mesures appliquées et sur le respect des règles de sécurité.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 10,
						"libelle": "Le rapport précise si le niveau de sécurité atteint est conforme aux objectifs de sécurité, compte tenu des menaces et des vulnérabilités connues.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 11,
						"libelle": "Le rapport formule des recommandations pour remédier aux éventuelles non-conformités et vulnérabilités découvertes.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 3,
		"libelle": "Règle relative à la cartographie",
		"abrege": "Règle 3 - Cartographie",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Cartographie du SIIV",
				"comment": "L'opérateur doit être en mesure de fournir à l'ANSSI, pour chaque SIIV, des éléments de cartographie.",
				"questions": [
					{
						"numero": 1,
						"libelle": "La cartographie du SIIV existe et est à jour.",
						"mesure": "Les éléments de cartographie sont des documents confidentiels susceptibles de contenir des informations dont la révélation est réprimée par les dispositions de l'article 226-13 du code pénal. Ils sont, le cas échéant, couverts par le secret de la défense nationale. Sur demande de l'ANSSI, l'opérateur lui communique les éléments de cartographie mis à jour sur un support électronique, dans un format qui peut être lu par les principaux logiciels bureautiques accessibles au public.",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "La cartographie comprend l'architecture applicative, comprenant notamment les noms et les fonctions des applications, des bases de données et des services installés sur le SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "La cartographie comprend l'architecture système, comprenant notamment l'inventaire et l'architecture des dispositifs d'administration du SIIV permettant de réaliser les opérations d'installation à distance, de mise à jour, de supervision, de gestion des configurations, d'authentification ainsi que de gestion des comptes et des droits d'accès",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "l'architecture réseau, comprenant notamment:",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 5,
						"libelle": "les plages d'adresses IP de sortie du SIIV vers internet ou un réseau tiers, ou accessibles depuis ces réseaux",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 6,
						"libelle": "La cartographie comprend la matrice des flux d'accès au SIIV (adresses IP sources et destinations, ports de destination)",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 7,
						"libelle": "La cartographie comprend la liste des comptes disposant de droits d'accès privilégiés (appelés \"comptes privilégiés\") au SIIV. Cette liste précise pour chaque compte le niveau et le périmètre des droits d'accès associés, notamment les comptes sur lesquels portent ces droits (comptes d'utilisateurs, comptes de messagerie, comptes de processus, etc.).",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 4,
		"libelle": "Règle relative au maintien en conditions de sécurité",
		"abrege": "Règle 4 - MCS",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "La procédure de MCS",
				"comment": "L'opérateur élabore, tient à jour et met en oeuvre une procédure de maintien en conditions de sécurité des ressources matérielles et logicielles de ses systèmes d'information d'importance vitale, conformément à sa politique de sécurité des systèmes d'information. Cette procédure définit les conditions permettant de maintenir le niveau de sécurité des ressources des SIIV en fonction de l'évolution des vulnérabilités et des menaces et notamment la politique d'installation de toute nouvelle version et mesure correctrice de sécurité d'une ressource et les vérifications à effectuer avant l'installation.",
				"questions": [
					{
						"numero": 1,
						"libelle": "La procédure de maintien en conditions de sécurité (MCS) des ressources matérielles et logicielles du SIIV existe et à est jour.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "La procédure de MCS prévoit que l'opérateur se tient informé des vulnérabilités et des mesures correctrices de sécurité susceptibles de concerner les ressources matérielles et logicielles de ses SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "La procédure de MCS prévoit que sauf en cas de difficultés techniques ou opérationnelles justifiées, l'opérateur installe et maintient toutes les ressources matérielles et logicielles de ses SIIV dans des versions supportées par leurs fournisseurs ou leurs fabricants et mises à jour du point de vue de la sécurité.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "La procédure de MCS prévoit que préalablement à l'installation de toute nouvelle version, l'opérateur s'assure de l'origine de cette version et de son intégrité, et analyse l'impact de cette version sur le SIIV concerné d'un point de vue technique et opérationnel.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 5,
						"libelle": "La procédure de MCS prévoit que dès que l'opérateur a connaissance d'une mesure correctrice de sécurité concernant une de ses ressources, et sauf en cas de difficultés techniques ou opérationnelles justifiées, il en planifie l'installation et procède à cette installation dans les délais prévus par cette procédure.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 6,
						"libelle": "La procédure de MCS prévoit que lorsque des raisons techniques ou opérationnelles le justifient, l'opérateur peut décider, pour certaines ressources de ses SIIV, de ne pas installer une version supportée par le fournisseur ou le fabricant de la ressource concernée ou de ne pas installer une mesure correctrice de sécurité. Dans ce cas, l'opérateur met en oeuvre des mesures techniques ou organisationnelles prévues par cette procédure pour réduire les risques liés à l'utilisation d'une version obsolète ou comportant des vulnérabilités connues. L'opérateur décrit dans le dossier d'homologation du SIIV concerné ces mesures de réduction des risques et les raisons techniques ou opérationnelles ayant empêché l'installation d'une version supportée ou d'une mesure correctrice de sécurité.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 5,
		"libelle": "Règle relative à la journalisation",
		"abrege": "Règle 5 - Journalisation",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Gestion de la journalisation",
				"comment": "L'opérateur met en oeuvre sur chaque SIIV un système de journalisation qui enregistre les événements relatifs à l'authentification des utilisateurs, à la gestion des comptes et des droits d'accès, à l'accès aux ressources, aux modifications des règles de sécurité du SIIV ainsi qu'au fonctionnement du SIIV.",
				"questions": [
					{
						"numero": 1,
						"libelle": "Un système de journalisation est mis en oeuvre sur chaque SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "Le système de journalisation intègre les serveurs applicatifs supportant les activités d'importance vitale.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "Le système de journalisation intègre les serveurs d'infrastructure système.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "Le système de journalisation intègre les serveurs d'infrastructure réseau.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 5,
						"libelle": "Le système de journalisation intègre les équipements de sécurité.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 6,
						"libelle": "Le système de journalisation intègre les postes d'ingénierie et de maintenance des systèmes industriels.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 7,
						"libelle": "Le système de journalisation intègre les équipements réseau.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 8,
						"libelle": "Le système de journalisation intègre les postes d'administration.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 9,
						"libelle": "Les événements enregistrés par le système de journalisation sont horodatés au moyen de sources de temps synchronisées.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 10,
						"libelle": "Les événements enregistrés par le système de journalisation sont, pour chaque SIIV, centralisés et archivés pendant une durée d'au moins six mois.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 11,
						"libelle": "Le format d'archivage des événements permet de réaliser des recherches automatisées sur ces événements.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 6,
		"libelle": "Règle relative à la corrélation et l'analyse de journaux",
		"abrege": "Règle 6 - Analyse de journaux",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Analyse et correlation de journaux",
				"comment": "L'opérateur met en oeuvre un système de corrélation et d'analyse de journaux qui exploite les événements enregistrés par le système de journalisation installé sur chacun des systèmes d'information d'importance vitale, afin de détecter des événements susceptibles d'affecter la sécurité des SIIV.",
				"questions": [
					{
						"numero": 1,
						"libelle": "Un système de corrélation et d'analyse de journaux qui exploite les événements enregistrés par le système de journalisation est mis en oeuvre par l'opérateur.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "Le système de corrélation et d'analyse de journaux est installé et exploité sur un système d'information mis en place exclusivement à des fins de détection d'événements susceptibles d'affecter la sécurité des systèmes d'information.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "L'opérateur ou le prestataire mandaté à cet effet installe et exploite ce système de corrélation et d'analyse de journaux en s'appuyant sur les exigences du référentiel en matière de détection des incidents de sécurité prévu à l'article 10 du décret n°2015-350 du 27 mars 2015 relatif à la qualification des produits de sécurité et des prestataires de service de confiance pour les besoins de la sécurité nationale.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 7,
		"libelle": "Règle relative à la détection",
		"abrege": "Règle 7 - Détection",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Gestion de la détection",
				"comment": "L'opérateur met en oeuvre, en application de l'article R. 1332-41-3 du code de la défense, un système de détection qualifié de type \"sonde d'analyse de fichiers et de protocoles\". Les sondes d'analyse de fichiers et de protocoles analysent les flux de données transitant par ces sondes afin de rechercher des événements susceptibles d'affecter la sécurité des systèmes d'information d'importance vitale.\nLa présente règle relative à la détection ne s'applique pas aux SIIV relevant des systèmes d'information assurant la sécurité physique des points d'importance vitale prévus à l'article R. 1332-4 du code de la défense et des systèmes d'information de gestion technique de bâtiment indispensables au fonctionnement des installations des points d'importance vitale prévus à l'article R. 1332-4 du code de la défense.\n",
				"questions": [
					{
						"numero": 1,
						"libelle": "Un système de détection qualifié de type \"sonde d'analyse de fichiers et de protocoles\" est mis en oeuvre par l'opérateur.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "Les sondes d'analyses de fichiers et de protocoles sont positionnées de manière à pouvoir analyser l'ensemble des flux échangés entre les SIIV et les systèmes d'information tiers à ceux de l'opérateur.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "Les systèmes de détection qualifiés de ce type sont choisis parmi ceux figurant sur la liste prévue à l'article R. 1332-41-9 du code de la défense.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "Les systèmes de détection sont exploités selon les règles fixées par le référentiel en matière de détection des incidents de sécurité prévu à l'article 10 du décret n°2015-350 du 27 mars 2015 relatif à la qualification des produits de sécurité et des prestataires de service de confiance pour les besoins de la sécurité nationale.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 5,
						"libelle": "Les systèmes de détection sont exploités par un service de l'Etat ou un prestataire qualifié à cet effet dans les conditions prévues par le décret précité.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 8,
		"libelle": "Règle relative au traitement des incidents de sécurité",
		"abrege": "Règle 8 - Incident de sécurité",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Traitement des incidents de sécurité",
				"comment": "L'opérateur élabore, tient à jour et met en oeuvre une procédure de traitement des incidents affectant le fonctionnement ou la sécurité de ses systèmes d'information d'importance vitale, conformément à sa politique de sécurité des systèmes d'information.",
				"questions": [
					{
						"numero": 1,
						"libelle": "Une procédure de traitement des incidents affectant le fonctionnement ou la sécurité de ses SIIV existe et est à jour.",
						"mesure": "Les relevés techniques sont des documents confidentiels susceptibles de contenir des informations dont la révélation est réprimée par les dispositions de l'article 226-13 du code pénal. Ils sont, le cas échéant, couverts par le secret de la défense nationale.",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "L'opérateur ou le prestataire mandaté au traitement des incidents de sécurité procède au traitement des incidents en s'appuyant sur les exigences du référentiel en matière de réponse aux incidents de sécurité prévu à l'article 10 du décret n°2015-350 du 27 mars 2015 relatif à la qualification des produits de sécurité et des prestataires de service de confiance pour les besoins de la sécurité nationale.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "Un système d'information spécifique doit être mis en place pour traiter les incidents, notamment pour stocker les relevés techniques relatifs aux analyses des incidents.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "Un système d'information de traitement des incidents est cloisonné vis-à-vis du SIIV concerné par l'incident.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 5,
						"libelle": "L'opérateur conserve les relevés techniques relatifs aux analyses des incidents pendant une durée d'au moins six mois.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 6,
						"libelle": "L'opérateur tient ces relevés techniques à la disposition de l'ANSSI.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 9,
		"libelle": "Règle relative au traitement des alertes",
		"abrege": "Règle 9 - Traitement des alertes",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Traitement des alertes",
				"comment": "L'opérateur met en place un service de permanence lui permettant de prendre connaissance, à tout moment et sans délai, d'informations transmises par l'Agence nationale de la sécurité des systèmes d'information relatives à des incidents, des vulnérabilités et des menaces.",
				"questions": [
					{
						"numero": 1,
						"libelle": "Un service de permanence permettant de prendre connaissance, à tout moment et sans délai, d'informations transmises par l'ANSSI est mis en oeuvre par l'opérateur.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "Le service de permance de l'opérateur met en oeuvre une procédure pour traiter les informations reçues et le cas échéant prendre les mesures de sécurité nécessaires à la protection de ses SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "L'opérateur communique à l'ANSSI les coordonnées (nom du service, numéro de téléphone et adresse électronique) tenues à jour du service de permanence.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 10,
		"libelle": "Règle relative à la gestion de crises",
		"abrege": "Règle 10 - Gestion de crises",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Gestion de crises",
				"comment": "L'opérateur élabore, tient à jour et met en oeuvre une procédure de gestion de crises en cas d'attaques informatiques majeures, conformément à sa politique de sécurité des systèmes d'information. Cette procédure décrit les moyens techniques et organisationnels dont dispose l'opérateur pour mettre en oeuvre les mesures décidées par le Premier ministre en cas de crises.",
				"questions": [
					{
						"numero": 1,
						"libelle": "Une procédure de gestion de crises en cas d'attaques informatiques majeures existe et est à jour.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "La procédure de gestion de crises décrit les moyens techniques et organisationnels dont dispose l'opérateur pour mettre en oeuvre les mesures décidées par le Premier ministre en cas de crises.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "La procédure de gestion de crises décrit le processus visant à installer une mesure correctrice de sécurité sur un système d'information particulier.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "La procédure de gestion de crises décrit les mesures visant à imposer un protocole de routage.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 5,
						"libelle": "La procédure de gestion de crises décrit les mesures visant à mettre en place des règles de filtrage sur les réseaux ou des configurations particulières sur les équipements terminaux.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 6,
						"libelle": "La procédure de gestion de crises décrit les mesures permettant d'effectuer des restrictions d'accès sous forme de listes blanches et de listes noires d'utilisateurs.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 7,
						"libelle": "La procédure de gestion de crises décrit les mesures visant à bloquer les échanges de fichiers d'un type particulier.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 8,
						"libelle": "La procédure de gestion de crises décrit les mesures visant à isoler de tout réseau des sites internet, des applications, ou des équipements informatiques de l'opérateur en sollicitant le cas échéant l'appui des opérateurs publics de communications électroniques.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 9,
						"libelle": "La procédure de gestion de crises décrit les mesures visant à isoler du réseau internet les systèmes d'information de l'opérateur. Cette mesure impose de déconnecter physiquement ou logiquement les interfaces réseau des systèmes d'information concernés.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 10,
						"libelle": "La procédure précise les conditions dans lesquelles ces mesures peuvent être appliquées compte tenu des contraintes notamment techniques et organisationnelles de mise en oeuvre.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 11,
		"libelle": "Règle relative à l'identification",
		"abrege": "Règle 11 - Identification",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Gestion de l'identification",
				"comment": "L'opérateur crée des comptes individuels pour les utilisateurs et pour les processus automatiques accédant aux ressources de ses systèmes d'information d'importance vitale.",
				"questions": [
					{
						"numero": 1,
						"libelle": "Des comptes individuels sont créés pour les utilisateurs accédant aux ressources du SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "Des comptes individuels sont créés pour les processus automatiques accédant aux ressources du SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "L'opérateur met en place des mesures permettant de réduire le risque lié à l'utilisation de comptes partagés et d'assurer la traçabilité de l'utilisation de ces comptes, lorsque des raisons techniques ou opérationnelles ne permettent pas de créer de comptes individuels pour les utilisateurs ou pour les processus automatiques",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "L'opérateur décrit les mesures de réduction du risque dans le dossier d'homologation du SIIV concerné et les raisons justifiant le recours à des comptes partagés.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 5,
						"libelle": "L'opérateur désactive sans délai les comptes qui ne sont plus nécessaires.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 12,
		"libelle": "Règle relative à l'authentification",
		"abrege": "Règle 12 - Authentification",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Gestion de l'authentification",
				"comment": "L'opérateur protège les accès aux ressources de ses systèmes d'information d'importance vitale, que ce soit par un utilisateur ou par un processus automatique, au moyen d'un mécanisme d'authentification basé sur un élément secret.",
				"questions": [
					{
						"numero": 1,
						"libelle": "L'opérateur définit, conformément à sa politique de sécurité des systèmes d'information, les règles de gestion des éléments secrets d'authentification mis en oeuvre dans le SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "Lorsque la ressource le permet techniquement, les éléments secrets d'authentification dopérateurent pouvoir être modifiés par l'opérateur chaque fois que cela est nécessaire.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "L'opérateur doit modifier les éléments secrets d'authentification lorsqu'ils ont été installés par le fabricant ou le fournisseur de la ressource, avant sa mise en service. A cet effet, l'opérateur s'assure auprès du fabricant ou du fournisseur qu'il dispose des moyens et des droits permettant de réaliser ces opérations.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "L'élément secret d'authentification d'un compte partagé doit être renouvelé régulièrement et à chaque retrait d'un utilisateur de ce compte.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 5,
						"libelle": "Les utilisateurs qui n'en ont pas la responsabilité, ne peuvent pas modifier les éléments secrets d'authentification. Ils ne peuvent pas non plus accéder à ces éléments en clair.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 6,
						"libelle": "Lorsque les éléments secrets d'authentification sont des mots de passe, les utilisateurs ne dopérateurent pas les réutiliser entre comptes privilégiés ou entre un compte privilégié et un compte non privilégié.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 7,
						"libelle": "Lorsque les éléments secrets d'authentification sont des mots de passe, ceux-ci sont conformes aux règles de l'art telles que celles préconisées par l'ANSSI, en matière de complexité (longueur du mot de passe et types de caractères), en tenant compte du niveau de complexité maximal permis par la ressource concernée, et en matière de renouvellement.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 8,
						"libelle": "Lorsque la ressource ne permet pas techniquement de modifier l'élément secret d'authentification, l'opérateur met en place un contrôle d'accès physique à la ressource concernée ainsi que des mesures de traçabilité des accès et de réduction du risque lié à l'utilisation d'un élément secret d'authentification fixe. L'opérateur décrit dans le dossier d'homologation du SIIV concerné ces mesures et les raisons techniques ayant empêché la modification de l'élément secret d'authentification.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 13,
		"libelle": "Règle relative aux droits d'accès",
		"abrege": "Règle 13 - Droits d'accès",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Gestion des droits d'accès",
				"comment": "L'opérateur définit, conformément à sa politique de sécurité des systèmes d'information, les règles de gestion et d'attribution des droits d'accès aux ressources de ses systèmes d'information d'importance vitale.",
				"questions": [
					{
						"numero": 1,
						"libelle": "Les règles de gestion et d'attribution des droits d'accès aux ressources du SIIV sont définis.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "L'opérateur n'attribue à un utilisateur ou à un processus automatique les droits d'accès à une ressource que si cet accès est strictement nécessaire à l'exercice des missions de l'utilisateur ou au fonctionnement du processus automatique.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "L'opérateur définit les accès aux différentes fonctionnalités de cette ressource et en attribue les droits uniquement aux utilisateurs et aux processus automatiques qui en ont strictement le besoin.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "Les droits d'accès sont révisés périodiquement, au moins tous les ans, par l'opérateur.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 5,
						"libelle": "La révision des droits d'accès porte sur les liens entre les comptes, les droits d'accès associés et les ressources ou les fonctionnalités qui en font l'objet.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 6,
						"libelle": "L'opérateur établit et tient à jour la liste des comptes privilégiés.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 7,
						"libelle": "Toute modification d'un compte privilégié (ajout, suppression, suspension ou modification des droits associés) fait l'objet d'un contrôle formel de l'opérateur destiné à vérifier que les droits d'accès aux ressources et fonctionnalités sont attribués selon le principe du moindre privilège (seuls les droits strictement nécessaires sont accordés) et en cohérence avec les besoins d'utilisation du compte.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 14,
		"libelle": "Règle relative aux comptes d'administration",
		"abrege": "Règle 14 - Comptes d'administration",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Gestion des comptes d'administration",
				"comment": "L'opérateur crée des comptes (appelés \"comptes d'administration\") destinés aux seules personnes (appelées administrateurs) chargées d'effectuer les opérations d'administration (installation, configuration, gestion, maintenance, supervision, etc.) des ressources de ses systèmes d'information d'importance vitale.",
				"questions": [
					{
						"numero": 1,
						"libelle": "L'opérateur définit, conformément à sa politique de sécurité des systèmes d'information, les règles de gestion et d'attribution des comptes d'administration du SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "L'attribution des droits aux administrateurs respecte le principe du moindre privilège. En particulier, afin de limiter la portée de ces droits individuels, ils sont attribués à chaque administrateur en les restreignant autant que possible au périmètre fonctionnel et technique dont cet administrateur est responsable.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "Un compte d'administration est utilisé exclusivement pour se connecter à un système d'information d'administration (système d'information utilisé pour les opérations d'administration des ressources) ou à une ressource administrée.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "Les opérations d'administration sont effectuées exclusivement à partir de comptes d'administration, et inversement, les comptes d'administration sont utilisés exclusivement pour les opérations d'administration.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 5,
						"libelle": "Lorsque l'administration d'une ressource ne peut pas techniquement être effectuée à partir d'un compte spécifique d'administration, l'opérateur met en place des mesures permettant d'assurer la traçabilité et le contrôle des opérations d'administration réalisées sur cette ressource et des mesures de réduction du risque lié à l'utilisation d'un compte non spécifique à l'administration. Il décrit dans le dossier d'homologation du SIIV concerné ces mesures ainsi que les raisons techniques ayant empêché l'utilisation d'un compte d'administration.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 6,
						"libelle": "L'opérateur établit et tient à jour la liste des comptes d'administration du SIIV et les gère en tant que comptes privilégiés.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 15,
		"libelle": "Règle relative aux systèmes d'information d'administration",
		"abrege": "Règle 15 - SI d'administration",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Gestion des SI d'administration",
				"comment": "L'opérateur applique les règles suivantes aux systèmes d'information utilisés pour effectuer l'administration de ses systèmes d'information d'importance vitale, qui sont appelés \"systèmes d'information d'administration\".",
				"questions": [
					{
						"numero": 1,
						"libelle": "Les ressources matérielles et logicielles des systèmes d'information d'administration sont gérées et configurées par l'opérateur ou, le cas échéant, par le prestataire qu'il a mandaté pour réaliser les opérations d'administration.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "Les ressources matérielles et logicielles des systèmes d'information d'administration sont utilisées exclusivement pour réaliser des opérations d'administration. Cependant, lorsque des raisons techniques ou organisationnelles le justifient, le poste de travail physique de l'administrateur peut être utilisé pour réaliser des opérations autres que des opérations d'administration. Dans ce cas, des mécanismes de durcissement du système d'exploitation du poste de travail et de cloisonnement dopérateurent être mis en place pour permettre d'isoler l'environnement logiciel utilisé pour ces autres opérations de l'environnement logiciel utilisé pour les opérations d'administration.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "Un environnement logiciel utilisé pour effectuer des opérations d'administration ne doit pas être utilisé à d'autres fins, comme l'accès à des sites ou serveurs de messagerie sur internet.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "Un utilisateur ne doit pas se connecter à un système d'information d'administration au moyen d'un environnement logiciel utilisé pour d'autres fonctions que des opérations d'administration.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 5,
						"libelle": "Les flux de données associés à des opérations autres que des opérations d'administration dopérateurent, lorsqu'ils transitent sur les systèmes d'information d'administration, être cloisonnés au moyen de mécanismes de chiffrement et d'authentification conformes aux règles préconisées par l'ANSSI.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 6,
						"libelle": "Les systèmes d'information d'administration sont connectés aux ressources à administrer au travers d'une liaison réseau physique utilisée exclusivement pour les opérations d'administration. Ces ressources sont administrées au travers de leur interface d'administration physique.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 7,
						"libelle": "Lorsque des raisons techniques empêchent d'administrer une ressource au travers d'une liaison réseau physique ou de son interface d'administration physique, l'opérateur met en oeuvre des mesures de réduction du risque telles que des mesures de sécurité logique. Dans ce cas, il décrit ces mesures et leurs justificatifs dans le dossier d'homologation du SIIV concerné.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 8,
						"libelle": "Lorsqu'ils ne circulent pas dans le système d'information d'administration, les flux d'administration sont protégés par des mécanismes de chiffrement et d'authentification conformes aux règles préconisées par l'ANSSI.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 9,
						"libelle": "Si le chiffrement et l'authentification des flux d'adminsitration ne sont pas possibles pour des raisons techniques, l'opérateur met en oeuvre des mesures permettant de protéger ces flux en confidentialité et en intégrité et de renforcer le contrôle et la traçabilité des opérations d'administration. Dans ce cas, il décrit ces mesures et leurs justificatifs dans le dossier d'homologation du SIIV concerné.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 10,
						"libelle": "Les journaux enregistrant les événements générés par les ressources utilisées par les administrateurs ne contiennent aucun mot de passe en clair ou sous forme de condensat.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 16,
		"libelle": "Règle relative au cloisonnement",
		"abrege": "Règle 16 - Cloisonnement",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Gestion du cloisonnement",
				"comment": "L'opérateur procède au cloisonnement de ses systèmes d'information d'importance vitale afin de limiter la propagation des attaques informatiques au sein de ses systèmes ou ses sous-systèmes.",
				"questions": [
					{
						"numero": 1,
						"libelle": "Chaque SIIV est cloisonné physiquement ou logiquement vis-à-vis des autres systèmes de l'opérateur ou des systèmes tiers.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "Lorsqu'un SIIV est lui-même constitué de sous-systèmes, ceux-ci sont cloisonnés entre eux physiquement ou logiquement. Un sous-système peut être constitué pour assurer une fonctionnalité ou un ensemble homogène de fonctionnalités d'un SIIV ou encore pour isoler des ressources d'un SIIV nécessitant un même besoin de sécurité.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "Seules les interconnexions strictement nécessaires au bon fonctionnement et à la sécurité d'un SIIV sont mises en place entre le SIIV et les autres systèmes ou entre les sous-systèmes du SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "L'opérateur décrit dans le dossier d'homologation de chaque SIIV les mécanismes de cloisonnement qu'il met en place.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 17,
		"libelle": "Règle relative au filtrage",
		"abrege": "Règle 17 - Filtrage",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Gestion du filtrage",
				"comment": "L'opérateur met en place des mécanismes de filtrage des flux de données circulant dans ses systèmes d'information d'importance vitale afin de bloquer la circulation des flux inutiles au fonctionnement de ses systèmes et susceptibles de faciliter des attaques informatiques.",
				"questions": [
					{
						"numero": 1,
						"libelle": "L'opérateur définit les règles de filtrage des flux de données (filtrage sur adresse réseau, sur protocole, sur numéro de port, etc.) permettant de limiter autant que possible la circulation des flux aux seuls flux de données nécessaires au fonctionnement et à la sécurité de ses SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "Les flux entrants et sortants des SIIV ainsi que les flux entre sous-systèmes des SIIV sont filtrés au niveau de leurs interconnexions de manière à ne permettre que la circulation des seuls flux strictement nécessaires au fonctionnement et à la sécurité des SIIV. Les flux qui ne sont pas conformes aux règles de filtrage sont bloqués.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "L'opérateur établit et tient à jour une liste des règles de filtrage mentionnant l'ensemble des règles en vigueur ou supprimées depuis moins d'un an.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "Liste des règles de firltrage précise pour chaque règle: le motif et la date de la mise en oeuvre, de la modification ou de la suppression de la règle, les modalités techniques de mise en oeuvre de la règle.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 5,
						"libelle": "L'opérateur décrit dans le dossier d'homologation de chaque SIIV les mécanismes de filtrage qu'il met en place.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 18,
		"libelle": "Règle relative aux accès à distance",
		"abrege": "Règle 18 - Accès à distance",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Gestion de l'accès à distance",
				"comment": "L'opérateur protège les accès à ses systèmes d'information d'importance vitale effectués à travers des réseaux tiers. En particulier, lorsque l'opérateur ou un prestataire qu'il a mandaté à cet effet accède à un SIIV à travers un réseau tiers à ceux de l'opérateur ou du prestataire, l'opérateur applique ou fait appliquer à son prestataire les règles suivantes.",
				"questions": [
					{
						"numero": 1,
						"libelle": "L'accès au SIIV est protégé par des mécanismes de chiffrement et d'authentification conformes aux règles préconisées par l'ANSSI.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "Le mécanisme d'authentification utilisé est renforcé en mettant en oeuvre une authentification à double facteur (authentification basée à la fois sur un élément secret et un autre élément propre à l'utilisateur).",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "Les équipements utilisés pour accéder au SIIV sont gérés et configurés par l'opérateur ou, le cas échéant, par le prestataire.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "Les mémoires de masse de ces équipements sont en permanence protégées par des mécanismes de chiffrement et d'authentification conformes aux règles préconisées par l'ANSSI.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 19,
		"libelle": "Règle relative à l'installation de services et d'équipements",
		"abrege": "Règle 19 - Installations",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Gestion de l'installation de services et d'équipements",
				"comment": "L'opérateur respecte les règles suivantes lorsqu'il installe des services et des équipements sur ses systèmes d'information d'importance vitale",
				"questions": [
					{
						"numero": 1,
						"libelle": "L'opérateur installe sur ses SIIV les seuls services et fonctionnalités qui sont indispensables au fonctionnement ou à la sécurité de ses SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "L'opérateur désactive les services et les fonctionnalités qui ne sont pas indispensables, notamment ceux installés par défaut, et les désinstalle si cela est possible.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "Lorsque la désinstallation n'est pas possible, l'opérateur le mentionne dans le dossier d'homologation du SIIV concerné en précisant les services et fonctionnalités concernés et les mesures de réduction du risque mises en oeuvre.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "L'opérateur ne connecte à ses SIIV que des équipements, matériels périphériques et supports amovibles qu'il a dûment répertoriés et qui sont indispensables au fonctionnement ou à la sécurité de ses SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 5,
						"libelle": "Les supports amovibles inscriptibles connectés aux SIIV sont utilisés exclusivement pour les besoins de ces SIIV.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 6,
						"libelle": "L'opérateur procède, avant chaque utilisation de supports amovibles, à l'analyse de leur contenu, notamment à la recherche de code malveillant.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 7,
						"libelle": "L'opérateur met en place, sur les équipements auxquels sont connectés ces supports amovibles, des mécanismes de protection contre les risques d'exécution de code malveillant provenant de ces supports.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	},
	{
		"numero": 20,
		"libelle": "Règle relative aux indicateurs",
		"abrege": "Règle 20 - Indicateurs",
		"subdomains": [
			{
				"numero": 1,
				"libelle": "Dispositions générales",
				"comment": "L'opérateur évalue des indicateurs pour chaque SIIV.",
				"questions": [
					{
						"numero": 1,
						"libelle": "Un système d'évaluation des indicateurs pour chaque SIIV est mis en oeuvre.",
						"mesure": "Les indicateurs ainsi réunis sont des documents confidentiels susceptibles de contenir des informations dont la révélation est réprimée par les dispositions de l'article 226-13 du code pénal. Ils sont, le cas échéant, couverts par le secret de la défense nationale.",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "L'opérateur précise pour chaque indicateur la méthode d'évaluation employée et, le cas échéant, la marge d'incertitude de son évaluation.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "Lorsqu'un indicateur évolue de façon significative par rapport à l'évaluation précédente, l'opérateur en précise les raisons.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "L'opérateur communique, une fois par an, à l'ANSSI, ces indicateurs mis à jour, selon le moyen approprié à la sensibilité des informations déclarées.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			},
			{
				"numero": 2,
				"libelle": "Les indicateurs relatifs au maintien en conditions de sécurité des ressources.",
				"comment": "L'opérateur évalue, pour chaque SIIV, les indicateurs suivants.",
				"questions": [
					{
						"numero": 1,
						"libelle": "Le pourcentage de postes utilisateurs dont les ressources systèmes ne sont pas installées dans une version supportée par le fournisseur ou le fabricant est évalué.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "Le pourcentage de serveurs dont les ressources systèmes ne sont pas installées dans une version supportée par le fournisseur ou le fabricant est évalué.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "Le pourcentage de postes utilisateurs dont les ressources systèmes ne sont pas mises à jour ou corrigées du point de vue de la sécurité depuis au moins 15 jours à compter de la disponibilité des versions mises à jour est évalué.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 4,
						"libelle": "Le pourcentage de serveurs dont les ressources systèmes ne sont pas mises à jour ou corrigées du point de vue de la sécurité depuis au moins 15 jours à compter de la disponibilité des versions mises à jour est évalué.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			},
			{
				"numero": 3,
				"libelle": "Les indicateurs relatifs aux droits d'accès des utilisateurs et à l'authentification des accès aux ressources.",
				"comment": "L'opérateur évalue, pour chaque SIIV, les indicateurs suivants.",
				"questions": [
					{
						"numero": 1,
						"libelle": "Le pourcentage d'utilisateurs accédant au SIIV au moyen de comptes partagés est évalué.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "Le pourcentage d'utilisateurs accédant au SIIV au moyen de comptes privilégiés est évalué.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "Le pourcentage de ressources dont les éléments secrets d'authentification ne peuvent pas être modifiés par l'opérateur est évalué.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			},
			{
				"numero": 4,
				"libelle": "Les indicateurs relatifs à l'administration des ressources.",
				"comment": "L'opérateur évalue, pour chaque SIIV, les indicateurs suivants.",
				"questions": [
					{
						"numero": 1,
						"libelle": "Le pourcentage de ressources administrées dont l'administration est effectuée à partir d'un compte non spécifique d'administration est évalué.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 2,
						"libelle": "Le pourcentage de ressources administrées dont l'administration ne peut pas être effectuée au travers d'une liaison réseau physique ou d'une interface d'administration physique est évalué.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					},
					{
						"numero": 3,
						"libelle": "Le pourcentage de ressources administrées dont les flux d'administration ne peuvent pas être protégés par des mécanismes de chiffrement et d'authentification lorsque ces flux ne circulent pas dans le système d'information d'administration est évalué.",
						"mesure": "Néant",
						"poids": 1,
						"level": 1
					}
				]
			}
		]
	}
]